[{"title":"Rights & Activism in China","path_of_study":["Civic Engagement","Global Studies"],"subject_code_course_number":"LANT 2032","description":["The language of human rights has become increasingly common in China today. Amid the economic and social upheavals of the late socialist period, ordinary Chinese have turned to human rights as both a political strategy and a new way of understanding themselves and their relationship to the state. We use case studies of current and prominent human rights issues to contemplate the following questions: In what kinds of situations is the language of rights useful, and how are individuals interpreting and enacting rights claims? What is the role of the state in promoting or hindering human rights? What relationship does human rights have with China's burgeoning capitalist markets? What are the interactions between the international human rights movement and domestic grassroots activism? We discuss the growth of grassroots groups and the expansion of civil society in China, including the impact of technology, international funding, and domestic law. The course draws from scholarly texts, publications by nongovernmental human rights organizations, and web-based academic projects and blogs. This course satisfies requirements in Reading."]},{"title":"Cities and Globalization","path_of_study":["Capitalism Studies","Global Studies"],"subject_code_course_number":"LANT 3013","description":["For the first time in world history, more people live in urban rather than rural settlements.  The scale, complexity and dynamism of contemporary urbanization and the tendency toward disorder or entropy in contemporary cities is historically unprecedented.  This momentous and global transformation has great social, cultural, economic and political implications and numerous causes.  In this upper-class seminar course, we will examine the specific relationship between the contemporary urban revolution and globalization or the recent, post-cold war integration of economic and political institutions at the global scale and we will explore their implications for our collective future.   \n\nThe seminar is structured around core topics such as infrastructure and urban ecology, urban inequality and uneven development and the question of urban visions and futures.  Case studies are drawn from across the world and we will use several channels of analysis, including documentary films, the internet, reports prepared by multilateral organizations and think tanks and, finally, your own field researches in and around New York City.  Ideas will be shared in class and through participation in an online social networking forum.\n\nThis course satisfies requirements in Reading.","For the first time in world history, more people live in urban rather than rural settlements. The scale, complexity and dynamism of contemporary urbanization and the tendency toward disorder or entropy in contemporary cites is historically unprecedented. This momentous and global transformation has great social, cultural, economic and political implications and numerous causes. In this seminar course, we will examine the specific relationship between the contemporary urban revolution and globalization or the recent, post-cold war integration of economic and political institutions at the global scale and we will explore their implications for our collective future. The seminar is structured around core topics such as infrastructure and urban ecology, urban inequality and uneven development and the question of urban visions and futures. Case studies are drawn from across the world and we will use several channels of analysis, including documentary films and television broadcasts, the internet, reports prepared by multilateral organizations and think tanks and, finally, your own field researches in and around New York City. Ideas will be shared in class through interactive journals and shared reports. "]},{"title":"Intro to Capitalism Studies","path_of_study":["Capitalism Studies","Civic Engagement","Economics","Global Studies","History","Politics"],"subject_code_course_number":"LANT 3017","description":["Under capitalism, private owners operate the means of production in the pursuit of profit.  Competitive markets determine the prices and allocation of goods, services, and assets efficiently.  Workers labor for a wage.  All parties are driven by self-interest. \n\nHow well does this model explain global capitalism?  \n\nThis course starts from the premise that capitalism must be explained, rather than assumed.  Capitalism is a social process.  Institutions, history, power relations, and cultural context shape the specific form that capitalism assumes in any given place at any particular moment.  In this course, students will gain a basic literacy about the practices and institutions of capitalism.  Readings, discussions, and assignments will interrogate capitalism from the perspective of multiple disciplines.  The course will equip students to formulate their own critical perspective on capitalism.\n\nMajor themes will include: primitive accumulation and the origins of capitalism, varieties of capitalism, debt, the material and visual culture of capitalism, the limits and boundaries of capitalism, the ecology of capitalism.\n\nThis course satisfies requirements in Reading or Writing.\nCorresponds to Tiers 2 & 3.","Under capitalism, private owners operate the means of production in the pursuit of profit.  Competitive markets determine the prices and allocation of goods, services, and assets efficiently.  Workers labor for a wage.  All parties are driven by self-interest. \n\nHow well does this model explain global capitalism?  \n\nThis course starts from the premise that capitalism must be explained, rather than assumed.  Capitalism is a social process.  Institutions, history, power relations, and cultural context shape the specific form that capitalism assumes in any given place at any particular moment.  In this course, students will gain a basic literacy about the practices and institutions of capitalism.  Readings, discussions, and assignments will interrogate capitalism from the perspective of multiple disciplines.  The course will equip students to formulate their own critical perspective on capitalism.\n\nMajor themes will include: primitive accumulation and the origins of capitalism, varieties of capitalism, debt, the material and visual culture of capitalism, the limits and boundaries of capitalism, the ecology of capitalism.\n\nThis course satisfies requirements in Reading.\nCorresponds to Tiers 2 & 3."]},{"title":"Migrants, Refugees, Citizens","path_of_study":["Capitalism Studies","Global Studies","Gender Studies"],"subject_code_course_number":"LANT 3029","description":["We will use the case of immigrants and refugees to examine what \"œpolitics\" and \"œthe political\" mean today. We will begin by discussing the more conventional categories of politics in today's world: from movements such as nationalism and humanitarianism to classic figures such as citizens, refugees and immigrants. We then shift to new paradigms, starting with mobility studies. We end by exploring emergent ideas of the political, enacted through art, literature and other movements. Throughout the class, we are both exploring theories and movements, and trying to create our own languages of the political.\n\nThis course satisfies requirements in Reading or Doing."]},{"title":"Intro to Cultural Studies","path_of_study":["Civic Engagement","Ethnicity and Race","Global Studies","Gender Studies"],"subject_code_course_number":"LCST 2120","description":["This course examines the pivotal role of culture in the modern world, including the ideas, values, artifacts, and practices of people in their collective lives. Cultural Studies focuses on the importance of studying the material processes through which culture is constructed. It highlights process over product and rupture over continuity. In particular, it presents culture as a dynamic arena of social struggle and utopian possibility. Students read key thinkers and examine critical frameworks from a historical and a theoretical approach, such as Raymond Williams, Stuart Hall and the Birmingham School; the work on popular culture, identity politics, and postmodernism in America; and the emergence of a 'global cultural studies' in which transnational cultural flows are examined and assessed. Class sessions are set up as dialogic encounters between cultural theory and concrete analysis. [Counts for Track C] ","*Intro to Cultural Studies* [Tracks C & M] This course examines the pivotal role of culture in the modern world, including the ideas, values, artifacts, and practices of people in their collective lives. Cultural Studies focuses on the importance of studying the material processes through which culture is constructed. It highlights process over product and rupture over continuity. In particular, it presents culture as a dynamic arena of social struggle and utopian possibility. Students read key thinkers and examine critical frameworks from a historical and a theoretical approach, such as Raymond Williams, Stuart Hall and the Birmingham School; the work on popular culture, identity politics, and postmodernism in America; and the emergence of a 'global cultural studies' in which transnational cultural flows are examined and assessed. Class sessions are set up as dialogic encounters between cultural theory and concrete analysis. [Tracks C & M]"]},{"title":"Introduction to Media Studies","path_of_study":["Global Studies","Journalism + Design"],"subject_code_course_number":"LCST 2450","description":["*Introduction to Media Studies* [Track M] This course introduces the student to basic concepts and approaches in the critical analysis of communications media. Drawing on contemporary critiques and historical studies, it seeks to build an understanding of different forms of media, such as photography and cinema, television and video, the internet and hypermedia, in order to assess their role and impact in society. Since media are at once technology, art and entertainment, and business enterprises, they need to be studied from a variety of disciplinary perspectives. The readings for the course reflect this multi-pronged approach and draw attention to the work of key thinkers and theorists in the field. Moreover, the readings build awareness of the international dimensions of media activity, range, and power. [Track M]","This course introduces the student to basic concepts and approaches in the critical analysis of communications media. Drawing on contemporary critiques and historical studies, it seeks to build an understanding of different forms of media, such as photography and cinema, television and video, the internet and hypermedia, in order to assess their role and impact in society. Since media are at once technology, art and entertainment, and business enterprises, they need to be studied from a variety of disciplinary perspectives. The readings for the course reflect this multi-pronged approach and draw attention to the work of key thinkers and theorists in the field. Moreover, the readings build awareness of the international dimensions of media activity, range, and power. [Counts for Track M] "]},{"title":"Media Toolkit","path_of_study":["Journalism + Design"],"subject_code_course_number":"LCST 2787","description":["*Media Toolkit* [Track M, C, S] This course situates media in the broader context of an innovative and integrative liberal arts education. As such, it enables students to evaluate and make decisions concerning their relationship to proliferating technologies and various new media. This course combines lectures and lab-work to help students familiarize themselves with various software platforms and multimedia tools, in order to more effectively gather, analyze, contextualize, present, and re-present information within a broad political and cultural framework. After completing the five different modules (intro, image, word, sound, number), students better understand--and are more confident in using--the various modes and methods that enable the critically informed to read between the pixels, as well as meaningfully contribute to the ever-expanding digital public sphere. This is an Integrative course. [Track M, C, S]","*Media Toolkit*  [Track M, C, S] This course situates media in the broader context of an innovative and integrative liberal arts education. As such, it enables students to evaluate and make decisions concerning their relationship to proliferating technologies and various new media. This course combines lectures and lab-work to help students familiarize themselves with various software platforms and multimedia tools, in order to more effectively gather, analyze, contextualize, present, and re-present information within a broad political and cultural framework. After completing the five different modules (intro, image, word, sound, number), students better understand--and are more confident in using--the various modes and methods that enable the critically informed to read between the pixels, as well as meaningfully contribute to the ever-expanding digital public sphere. This is an Integrative course.  [Track M, C, S]","This course situates \"media\" in the broader context of an innovative and integrative liberal arts education. As such, it enables students to evaluate and make decisions concerning their relationship to proliferating technologies and various new media. This course combines lectures and lab-work to help students familiarize themselves with various software platforms and multimedia tools, in order to more effectively gather, analyze, contextualize, present, and re-present information within a broad political and cultural framework. After completing the five different modules (intro, image, word, sound, number), students better understand--and are more confident in using--the various modes and methods that enable the critically informed to \"read between the pixels,\" as well as meaningfully contribute to the ever-expanding digital public sphere. This is an Integrative course. [Counts for Track M, C] \r\n<div>At least two introductory courses (or at least one introductory course and one 2000-level course). The introductory course should be in the relevant tracks C and/or M.</div>"]},{"title":"Heterodox Identities","path_of_study":["Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LCST 3047","description":["*Heterodox Identities* [Track C] Racial passing is a ubiquitous and contentious feature of social and cultural life in the United States. Taking \"passing\" as an object of analysis, this course is organized around the question of whether social identity should be understood as a set of essential characteristics or as a type of \"performance.\" Discussions centering on readings and films entertain topics such as the conceptualization of race; the dynamics and meaning of racial passing; the movement for the recognition of biracial identities; and the question of \"authenticity\" in relation to social identities and the politics of the self. [Track C]"]},{"title":"Global Media Activism","path_of_study":["Civic Engagement","Global Studies"],"subject_code_course_number":"LCST 3071","description":["*Global Internet Activism* [Track M] Beyond the common Internet euphoria, this course explores the role of art and digital media in the revolutionary wave of demonstrations, rallies, and strikes that swept through North Africa and the Middle East in late 2010 and 2011. We'll explore the ascend of Al-Jazeera, the rise of Facebook and Twitter, the spread of video-enabled mobile phones and the sinking costs of technology which contributed to the making of spaces for political debate, providing awareness of shared discontentment, making it harder to prolong the existence of autocratic regimes in Bahrain, Egypt, Libya, Syria, Tunisia and Yemen. Beyond the events of the past two years, the course offers historical examples of digital media activism in India, China, Iraq, Iran, and Israel/Palestine. Global Media Activism calls for more realism in evaluating media activism within the context of local and global, technological, economical, and cultural conditions. We'll discuss how the frames of reporting differ between mainstream media and citizen media sites like Global Voices Online. What are some obstacles for contentious collective actions, mobilized through social media? What is the role of digital media in political uprisings, specifically when it comes to the mobilization for oppositional politics in countries that censor and crush dissenting voices? Readings will include Evgeny Morozov, Jodi Dean, Rebecca MacKinnon, Gabriella Coleman, Zeynep Tufekci, David Graeber, Zixue Tai, and Ravi Sundaram. Screenings will include: Egypt is Burning, Revolution in Cairo, We Are Legion, and The Square.  [Track M]","*Global Internet Activism* [Track M] Global Internet Activism argues that digital media impacts real life politics by exploring technology-enabled political activism outside the United States and Europe. How can digital media help to mobilize citizens? Why do we have to stop talking about Twitter revolutions? Why do mainstream media in the US still pay disproportionately less attention to economically developing countries? Does the Internet democratize society? While the Internet is not accessible to the vast majority of people in poor countries, there is a larger density of mobile phones in those geographic regions than in post-industrial societies. What are the opportunities of mobile platforms to aid social change? Are platforms that allow activists to connect around specific causes valuable tools to raise awareness or does such nano-activism render us passive? The class is structured around case studies from Brazil, China, Russia, Iraq, Iran, Serbia, and South Korea. [Counts for Track C & M] Please note that this is a pilot course with shortened in-class hours but additional web-based instruction and field trips.  [Track M]"]},{"title":"World Cinema","path_of_study":["Global Studies"],"subject_code_course_number":"LCST 3108","description":["*World Cinema* [Tracks S] This course studies world cinema, initially understood as films of world-importance, not produced in and for Hollywood. Beginning with the pioneering work of French filmmakers, and highlighting German Expressionism of the early 1920s, as well as Russian montage cinema of the late 1920s, the focus shifts to Latin America (Mexico and Argentina) as well as China and Japan in the 1930s and 1940s. After WW II, the course will consider the different 'new waves' in Western Europe (Italian Neo-Realism, the French Nouvelle Vague, New German Cinema) and Eastern Europe (Poland, Czech Republic, Hungary). From the 1970s onwards, a politicised, anti- and post-colonial cinema emerges in parts of Latin America (Cuba, Argentina, Brazil) and Sub-Sahara Africa (Mali, Senegal, Ethiopia, Burkina Faso), which also reflects the increasing importance of international film festivals for world cinema. The 1980s witness a strong presence of Asian films (from Taiwan, South Korea and Hong Kong), while the 1990s reflect the vitality of filmmaking in Mainland China, in Iran, as well as world-class directors in Spain and Mexico. With the arrival of digital media and the spread of globalised culture since the late 1990s, cinema everywhere has undergone such dramatic changes that the course will conclude with new definitions of what is meant by 'world cinema' today. Readings in film history and international film culture will be complemented by critical analyses of individual films. [Tracks S]"]},{"title":"Curating Media","path_of_study":["Civic Liberal Arts"],"subject_code_course_number":"LCST 3126","description":["This course is co-taught by Pooja Rangan and Genevieve Yue.This course introduces students to the practice of critical film and media curating in collaboration with the Flaherty Film Seminar, a New York-based cultural organization devoted to the immersive exchange of ideas around curated film and media, with an emphasis on documentary. Students will become familiar with a range of conceptual, theoretical, and practical issues pertaining to the curation of audiovisual media, and will work on a semester-long group curatorial project supervised by the instructors and the Flaherty's Chi-hui Yang, NY-based curator and visiting instructor. They will engage with and contribute to the Flaherty's approach to critical curatorial pedagogy by attending Monday night screenings at the \"œFlaherty NYC,\" a bi-weekly themed screening series at Anthology Film Archives, and developing curatorial programs that create new synergies with the Flaherty's 60 years of archival program material. This course will lay the foundation for professional digital video editing techniques and is a pre-requisite for advancement to the Senior Seminar in Screen Production.  [Tracks C,M,S]"]},{"title":"Oral Histories of LES","path_of_study":["Civic Engagement","Jewish Culture"],"subject_code_course_number":"LCST 3221","description":["Oral Histories of The Lower East Side: New Paths to Old Stories* [Track C & M] The Eldridge Street Synagogue was the first of its kind in America a grand structure built by the newly arriving Jewish immigrant community of Eastern Europe. I will work with New School students on creative ways to integrate new technologies such as digital documentation and digital stories into our historic site. Students will be trained in oral history interviewing techniques, transcription, and the evaluation of oral evidence. Each student will conduct an interview, transcribe and edit the material and analyze our current use of technology. The themes for this semester will be neighborhood life (past and present)  of the Lower East Side. As a class students will create an exhibition/program/presentation using that technology integrating the history, aesthetics and spiritual qualities of our space. All classes except for the first one will be at the Museum at Eldridge Street.","Oral Histories of The Lower East Side: New Paths to Old Stories* [Track C & M] The Eldridge Street Synagogue was the first of its kind in America a grand structure built by the newly arriving Jewish immigrant community of Eastern Europe. I will work with New School students on creative ways to integrate new technologies such as digital documentation and digital stories into our historic site. Students will be trained in oral history interviewing techniques, transcription, and the evaluation of oral evidence. Each student will conduct an interview, transcribe and edit the material and analyze our current use of technology. The themes for this semester will be neighborhood life and  food and food memories of the Lower East Side. As a class students will create an exhibition/program/presentation using that technology integrating the history, aesthetics and spiritual qualities of our space. All classes except for the first one will be at the Museum at Eldridge Street, 12 Eldridge Street NY NY 10002. This class will count towards a minor in Jewish Studies. [Track C & M]","*Oral Histories of The Lower East Side: New Paths to Old Stories* [Track C & M] The Eldridge Street Synagogue was the first of its kind in America a grand structure built by the newly arriving Jewish immigrant community of Eastern Europe. I will work with New School students on creative ways to integrate new technologies such as digital documentation and digital stories into our historic site. Students will be trained in oral history interviewing techniques, transcription, and the evaluation of oral evidence. Each student will conduct an interview, transcribe and edit the material and analyze our current use of technology. The theme for this semester will be lives lived and remembered on the Lower East Side. As a class students will create an exhibition using that technology integrating the history, aesthetics and spiritual qualities of our space. All classes except for the first one will be at the Museum at Eldridge Street, 12 Eldridge Street NY NY 10002. This class will count towards a minor in Jewish Studies. [Track C & M]"]},{"title":"Social History of New Media","path_of_study":["Journalism + Design"],"subject_code_course_number":"LCST 3324","description":["*Social History of New Media* [Track M & C] This course follows the history of computing and networking communication. We'll approach the history of communication - from the telegraph, radio, and television, to the Internet and World Wide Web, from a political, cultural, and social perspective. Key themes include: intellectual property, remix, privacy, social networking, peer to peer culture, social costs and benefits for net users, and the reoccurring utopian hopes and dreams that accompany the emergence of new media. One mid-term paper, one presentation, and a final paper are required. Readings include Janet Abbate, Katie Hafner, Marshall McLuhan, and Vannevar Bush. [Track M & C]"]},{"title":"The Literary Object","path_of_study":["Literary Studies"],"subject_code_course_number":"LCST 3715","description":["*The Literary Object* [Tracks C & M] This seminar explores literature as a cultural object that is susceptible to inquiry in cultural studies. Course readings and discussions focus on the conditions of existence for literary objects. Topics include the epistemological question of what is \"“ and what is not \"“ literature (i.e., literature as form); the relations of literature to society; the literary field; the production, distribution, and reception of the literary object; the politics of literature; and the knowledge claims of literature. [Tracks C & M]"]},{"title":"Feminist&Queer Affect Studies","path_of_study":["Civic Engagement","Gender Studies"],"subject_code_course_number":"LCST 3782","description":["*Feminist and Queer Affect Studies* [Track C] This course develops close studies of current issues in feminist and queer theory. Our readings revolve around contemporary feminist and queer studies of affect, or the politics of feeling \"“ a central concern for feminist and queer research since the early 1990s, and a critical component to what has been referred to as \"˜the affective turn' in studies of social, cultural and political life (Clough and Halley 2007). Students will be introduced to the major texts, issues and debates in the field which explore questions such as: how are ostensibly private and individualized feelings related to very public and shared structures of power? How are feelings gendered, racialized, sexualized and classed? How do we mobilize private, anti-social feelings towards public, social, political and cultural change? [Track C]"]},{"title":"Crip Theory & Cyborg Culture","path_of_study":["Gender Studies","Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LCST 3888","description":["This course brings together feminist, queer, critical race and disability studies in an exploration of the emergent field of Crip Theory in conversation with various manifestations of cyborg politics and what Karen Barad calls the \"posthuman performative.\" We will begin by studying creative, theoretical and activist interventions into what Robert McRuer has framed as \"compulsory able-bodiedness\" and move through the various ways that cyborg theory and posthuman cultural criticism might be seen to, at points, both elaborate and diminish the politicization of disabilty. As the course proceeds we will consider the ways that all beings are 'assisted' in their capacity to live, even though normative constructions of ability/disability understand only \"the disabled\" as requiring assistance.  Here, we re-think the condition of assistance. To this end, we will study interspecial assistances and co-operations, military/medical technologies that enhance \"ability\" in \"the disabled,\" and imagine together the possibilities and limitations of cyborg theory for a radical crip politics. This course counts toward the Gender Studies minor. [Track C]"]},{"title":"Militarizing Culture","path_of_study":["Civic Engagement","Ethnicity and Race","Global Studies","Gender Studies"],"subject_code_course_number":"LCST 4120","description":["*Militarizaing Culture: How War Becomes Us* [Tracks C & M] Since the start of the twentieth century, architecture and design have been concerned as much with creating new forms of living spaces as new forms of people to occupy them. This course focuses on the contributions early twentieth century modernist architecture and interior design have made to the production and regulation of modern categories of race, gender and sexuality. We will examine texts across the fields of architectural and design studies, histories of sexuality, race, media and communications, as well as feminist and queer theory.  [Tracks C & M]"]},{"title":"Economics of Disasters","path_of_study":["Capitalism Studies","Global Studies"],"subject_code_course_number":"LECO 2029","description":["This seminar examines the concepts of disaster and crisis from the perspective of economics. Analysis is extended from natural calamities (including draughts, floods and earthquakes) to \"˜man-made' disasters (including famines, industrial-technological accidents and violent conflicts) and financial crises-- to argue that disasters are not discrete random occurrences, but are products of social, political and economic environments. The seminar draws upon social and natural sciences to construct \"˜a model of disaster occurrence' in real space and time. In terms of this \"˜model', it examines how economic principles can be applied [a] to investigate the preconditions of a disaster, [b] to determine its impacts, and [c] to evaluate the options available to mitigate the disaster. The theory is illustrated in terms of different case studies, including the Hurricane Katrina in New Orleans in 2005 and Bangladesh flood disaster in 1998; Exxon-Valdez oil spill in Alaska in 1989 and the Union Carbide disaster in Bhopal in 1984; Irish famine in the 1840s and Sudanese famine in 1997; earthquakes in San Francisco in 1906 and in Lisbon in 1755; and violent ethnic conflicts in Great Lakes Region of Africa in 1996-97; worldwide recession and the economic crisis of 2007-08."]},{"title":"Evolution of Fin. Institutions","path_of_study":["Global Studies"],"subject_code_course_number":"LECO 3810","description":["A sub-title for this course could have been, in very distinct sottovoce mode, \"˜and the emergence of a mathematical theory of finance'. In this case there are at least five important concepts that would require clarification for the course contents to be coherent: evolution, finance, institutions, emergence, mathematical theory. Although this coherency would be attempted, the main aim of the course is a narrative history of the evolution of financial institutions, constructed out of the historical examples of the complex evolutionary nexus between capital, finance and money, in diverse institutional settings, from about the time of the Fuggers \"“ i.e., the Renaissance - to modern times. \n\nTowards the end of the course, it is hoped that a natural path would have emerged, from the narrative history of a complex evolutionary nexus, to tell the story of the emergence of a mathematical theory of finance and a vision (in the sense of Schumpeter's characterization of this notion in the History of Economic Analysis, p, 41, ff.) of the subservience of finance theory to a particular ideology of markets as the repository of efficiency in information transmission.\n"]},{"title":"Intermediate Microeconomics","path_of_study":["Global Studies"],"subject_code_course_number":"LECO 3823","description":["This course introduces students to modern economic methods of modeling social interactions. Topics include game theory as a method of conceptualizing social interaction, decision theory, self-organization of economies and coordination failures, the ideal-type of competitive markets, and its limitations, labor market contracts and the role of power in the workplace, and an introduction to the theory of economic institutions. All of the mathematics required for the course are covered in the assignments, readings, and lectures. Text used is selected chapters of Samuel Bowles' Microeconomics: Behavior, Institutions and Evolution. "]},{"title":"Development Economics","path_of_study":["Global Studies"],"subject_code_course_number":"LECO 3830","description":["This course surveys key issues in development studies. It seeks to foster understanding of the main debates and approaches to study within the field of development economics, concerning the concept of development, the theory and empirics of growth and structural transformation, inequality and poverty, the impact of historical legacies, the impact of international trade and finance, the role of government, gender, population, health, social protection, and environment. The course furthers the awareness that development theory and practice are contentious domains and calls upon insights from diverse disciplines. Although the course includes a technical component, it equally emphasizes a critical and historical understanding of contemporary development debates and the role of political economy. No special topical knowledge is assumed. Introduction to Political\nEconomy is a prerequisite."]},{"title":"War. An American History","path_of_study":["Ethnicity and Race","Gender Studies"],"subject_code_course_number":"LHIS 2064","description":["In a recent book evaluating freedom, noted historian Eric Foner argued, \"Throughout American history, wars have been a vital force in expanding the boundaries of the nation's 'imagined community'\" (Eric Foner, The Story of American Freedom, 97). Over the course of this semester, we will investigate this claim by paying careful attention to race and gender during three American wars: the American Revolution, Civil War, and World War II. These wars are generally considered turning points in American history, but did they help create a more inclusive culture? We will use everything from letters between John and Abigail Adams to an episode from The Office to help us answer this question. Students will have a semester-long project in which they consider how to design a hypothetical museum exhibit focusing on the American home front during wartime. This course counts toward the Gender Studies minor."]},{"title":"Jewish History","path_of_study":["Ethnicity and Race","Jewish Culture"],"subject_code_course_number":"LHIS 2861","description":["This course surveys the history and culture of Jews from Biblical times to the post-World-War II period. Traversing Antiquity, the Middle Ages, and Modernity, we will examine the ways in which Jews interacted with and experienced other religious and intellectual systems (Hellenism, Christianity, Islam, the Reformation, the Renaissance, Enlightenment, Socialism, and Nationalism) across the empires and modern states in which they lived. While major historical events and the everyday lives of Jews in different periods will receive a fair amount of attention, the focus of this course will be the history of Jewish ideas. This will involve close readings of key Jewish texts ranging from the Talmud to short stories by Philip Roth. We will ask: what has \"œJewishness\" or \"œJudaism\" meant for Jews in various times and places? How have Jews historically differentiated themselves from non-Jews? And how have Jews decided who has the authority to make such determinations? Throughout our study of Jewish history in particular, students will be encouraged to think critically about more general questions related to religion, identity, membership, and authority. This course counts towards the Jewish Culture Minor.","This course surveys the history and culture of Jews from Biblical times to the post-World-War II period. Traversing Antiquity, the Middle Ages, and Modernity, we will examine the ways in which Jews interacted with and experienced other religious and intellectual systems (Hellenism, Christianity, Islam, the Reformation, the Renaissance, Enlightenment, Socialism, and Nationalism) across the empires and modern states in which they lived. While major historical events and the everyday lives of Jews in different periods will receive a fair amount of attention, the focus of this course will be the history of Jewish ideas. This will involve close readings of key Jewish texts ranging from the Talmud to short stories by Philip Roth. We will ask: what has \"œJewishness\" or \"œJudaism\" meant for Jews in various times and places? How have Jews historically differentiated themselves from non-Jews? And how have Jews decided who has the authority to make such determinations? Throughout our study of Jewish history in particular, students will be encouraged to think critically about more general questions related to religion, identity, membership, and authority."]},{"title":"America in Crisis","path_of_study":["Capitalism Studies","Gender Studies","Journalism + Design"],"subject_code_course_number":"LHIS 2866","description":["\"œIt is a curious fact,\" an author wrote in 1966, \"œthat the Great Depression is in danger of disappearing altogether from our collective consciousness.  Did those things really happen?\"   Despite our well known historical amnesia, the idea of the Depression refuses to be banished to the realm of nostalgia; the fear of \"œsuddenly loosing it all\" lurks in our  consciousness and rises regularly to the surface.  In the current period, the worst economic crisis since the Great  Depression, it is not hard to find articles comparing Bernard Madoff to Charles Ponzi or Barack Obama to Franklin  Delano Roosevelt.  The suspicion that we may be doomed to repeat the crisis of the 1930s is difficult to ignore.\n\nThis course will look at the interwar period \"“ the 1920s and 1930s \"“ placing particular emphasis on the anxiety and hope, despair and surprising optimism of American during the Great Depression.  From the flappers, Charles Lindbergh, and Wall Street excesses of the `20s to the breadlines, alphabet agencies, and political debates of the `30s, \"œAmerica in Crisis\" will pay particular attention to the historical questions of the period:  What happens when a nation  that has always promised growth faces ten years of stagnation and a decade in which unemployment never fell below 14 percent?  How does a culture built on individualistic values adjust to the sudden need for cooperation and mutual support?  We will read novels of the period, view films and photographs, and discuss the emergence and goals of the New Deal.\n"]},{"title":"Global Hist of Disease","path_of_study":["Civic Engagement","Global Studies"],"subject_code_course_number":"LHIS 3027","description":["This seminar focuses on the global history of disease and how and why it affected, and was affected by, different social and political contexts over time in Europe, Latin America and beyond. The course approaches disease from the double  perspective of its basic scientific dimensions and its interactions with history and society. We will analyze different  historical cases including the plague and its role in the Early Modern period; smallpox and the colonial encounters;  influenza and World War I world; Sexually Transmitted disease and its politics from Guatemala to Alabama, the '\"Nazi  War on Cancer\"; Disease and Poverty in the history of the Third World (tuberculosis, Cholera, Dengue fever, Malaria,  Yellow Fever, \"neglected\" diseases) as well as the more recent cases of HIV/AIDS and Avian Flu . The seminar  examines the different contextual genealogies of disease including issues of imperialism and the expansion of global  capital; fascism and democracy in the Third World. The seminar deals with the relationship between the past, present  and future of disease in a global context."]},{"title":"New York City: Social Hist","path_of_study":["Civic Engagement","History"],"subject_code_course_number":"LHIS 3056","description":["This seminar will concentrate on the social, political, and cultural history of New York City from the late 18th century to the present day.Alone among older cities in the United States, New York has been simultaneously a port city, an international political and financial capital, a magnet for both immigrants and tourists, a major center of culture and communication, a visible emblem of urban decay and disorder, a singular spatial and visual entity, and, since Sept. 11, 2001, a symbol for both public memory and redevelopment. The focus of this seminar will be on the interplay of those social, economic and political forces which have indelibly shaped both the city and its inhabitants and have made New York a unique locale -- for better or worse the embodiment of urbanism, global capitalism and American imperial power.Combining primary documents with secondary source material, the course will endeavor to uncover the multiple facets of one of the world's great cities."]},{"title":"Design/History/Revolution","path_of_study":["Civic Engagement","Global Studies","History"],"subject_code_course_number":"LHIS 3072","description":["Whether by providing agitprop for revolutionary movements, an aesthetics of empire, or a language for numerous avant-gardes, design has changed the world. But how? Why? And under what conditions?  This course proposes a consideration of design as an historical agent, a contested category, and a practice. \nCasting a wide net, the course will consider a range of geographical locations (\"œWest,\" \"œEast,\" \"œNorth,\" South,\" and contact zones between these constructed categories).  We will examine not only designed objects (e.g., industrial design, decorative arts, graphic design, fashion) but also spaces (e.g., architecture, interiors, landscapes, urban settings) and systems (e.g., environment, economy, communications, services, governments). Together we will ask: What is design? How does it relate to society, history and politics? Students will get to engage with how histories of the past inform our contemporary media saturated lives, and experiment with new ways to do history through use of digital media, visual materials, and aesthetic practices."]},{"title":"Migration/Diaspora/Citizenship","path_of_study":["Civic Liberal Arts","Ethnicity and Race","Global Studies"],"subject_code_course_number":"LHIS 3100","description":["The seminar will focus on the experience of migration in terms its history and its present with a special emphasis on Latin American immigrants in New York City and Buenos Aires. It will be specially tuned to contemporary debates on undocumented migrants, and policy discussions in light of wider historical contexts in the Americas. The course is co-taught by Claudio Remeseira, Metro editor of El Diario, the oldest and one of the largest Hispanic newspapers in the USA. The course will include visits to sites and community organizers for migrants in the city, and will culminate in a media, policy and academic discussion focusing on mutually inclusive history and public intellectual angle."]},{"title":"Censorship in the Arts","path_of_study":["Civic Engagement"],"subject_code_course_number":"LINA 2070","description":["Art can be offensive and it can conflict with cultural standards, but what are the legal or moral limits to artistic expression in a liberal society? This course explores this fundamental question by analyzing controversies over censorship in the arts in the United States. We will study 19th and 20th century approaches to the First Amendment and the free speech clause of the U.S. Constitution; the role of American vice societies in the early 20th century and their battles to preserve public decency in books, theater, and visual art; the 1930s Hollywood \"œcode\" shaping the content of films; the 1950's liberal Supreme Court's impact on artistic expression that led to a wave of conservative reactions, including demands for federal commissions to study pornography, advisory labels on music albums, and battles over funding from the National Endowment for the Arts. Students will research artworks at the center of these debates, analyze different opinions about the boundaries of artistic expression, and engage Supreme Court cases on free speech and expression. Guest speakers may include representatives from the American Civil Liberties Union and other arts organizations. This course fulfills the aesthetics requirement for Lang Arts majors."]},{"title":"Music, Film, and the Spectacle","path_of_study":["Civic Liberal Arts"],"subject_code_course_number":"LINA 3105","description":["This course brings together students, artists, and organizers at Spectacle Theater, a multidisciplinary collective in Brooklyn that programs experimental films, videos, and live music. Students will study select programs at Spectacle and discuss theories of collage, collectivity, curation, exhibition (including performance), and spectatorship. One focus of the course is on the ethics and politics of art collectives. In a final unit, students will collaborate on two public programs at Spectacle, including editing work, promotion, trailer creation, music composition, performance (in its various forms), and facilitation. It is not expected that all students know each of these skills, but that they work collectively on these programs according to their interests and experience. This course requires permission; if interested, contact the instructor at napolinj@newschool.edu outlining your preparedness and interest in this opportunity."]},{"title":"Cold War Art and Technology","path_of_study":["Global Studies"],"subject_code_course_number":"LINA 3120","description":["This course explores \"œclosed world\" discourse in military-industrial sectors and \"œopen system\" discourses of artists' experiments with technology. We will explore developments in science, technology, and industry, such as thermodynamics, radar, and nuclear weapons, alongside developments in art: Abstract Expressionism and \"œmodern man\" discourse, Andy Warhol and mass production, Carolee Schneemann's \"œperformance\" and national civil defense initiatives, John Cage's chance operations and cybernetics, the Vietnam War as the \"œliving room war,\" and other case studies on the \"œpost-medium condition.\" Students will acquire a broad view of the diverse media cultures of the Cold War period while investigating key concepts and debates in depth and detail. Students will grasp the proliferation of new technologies and modes of producing artworks, the institutional policies inside and outside the art world bearing upon those new modes of production, and the manner in which new media art participated in larger cultural debates outside of previous definitions of the avant-garde."]},{"title":"Latino/a Lit & Identity","path_of_study":["Ethnicity and Race"],"subject_code_course_number":"LLSL 2410","description":["This course studies the literature produced by the Latin American diaspora in the United States. Until the 1980s, this diaspora constituted distinct regional communities based on differentiated national origins- Mexican-Americans or Chicanos in the Southwest, Nuyoricans in New York City, Cuban-Americans in Florida. However, increasing mobility and immigration from Central and South America have broken down many of the barriers that separated these ethnic groups, as well as, created new communities. Frequently bicultural and/or bilingual, Latino and Latina writers have created a new literature that expresses these diverse immigrant experiences and their contradictory response to the need to assimilate into a new culture and society. Among the authors studied are Gloria Anzaldua. Richard Rodriguez, Junot Diaz, and Esmeralda Santiago."]},{"title":"Fict. of Migration & Diaspora","path_of_study":["Ethnicity and Race","Global Studies","Gender Studies"],"subject_code_course_number":"LLSL 3416","description":["In this seminar, we shall read significant twentieth century Anglophone fiction which addresses the widespread experience of postcolonial migration and the formation of diaspora (sometimes, as in the case of writers of Indian descent from the Caribbean, it is a \"œdouble diaspora\" historically, with one migration from India to, say, Trinidad and a second to the UK). The work of Arjun Appadurai and other theorists of migration, diaspora and the transnational will provide a frame for exploring fiction both to see how migration, identity formation, class and gender are represented and how novelists thoughtfully shape fictional form to achieve this task. Gender is important because many Anglophone novelists of diaspora are women, although a majority of early migrants in the mid-twentieth century were men. This course counts toward the Gender Studies minor."]},{"title":"Enlightened Exchanges","path_of_study":["Gender Studies"],"subject_code_course_number":"LLSL 4411","description":["This course reads recently recovered published and private conversations between male and female thinkers that shed new light on women's participation in Enlightenment. We study the theological correspondence among Anna Maria van Schurman, Gisbertus Voetius, Andre Rivet, Jean Labbadie, and Bathsua Makin; Gabrielle Suchon's affinity for Spinoza, the philosophical interplay of Rene Descartes and Princess Elisabeth of Bohemia; Marie le Jars de Gournay's complex response to Michel de Montaigne; Marie Madeleine Jodin's political education in Diderot's library; the personal and intellectual communications between Damaris Cudworth and John Locke; Emile du Chatelet and Voltaire; Margaret Cavendish and Frances Bacon; John Milton and Lucy Hutchinson. We consider women's idiosyncratic use of the Classical tradition in their engagement with canonical ideas, their reactions to each other, the new knowledge they produced, and the volatile public reception to \"œthe equality of the sexes.\" We review contemporaneous and modern analyses of Poullain de la Barre's Cartesian argument that \"œthe mind has no sex\" as a litmus test of the current diffusion of female intellectuals' works and reputations. This course counts toward the Gender Studies minor."]},{"title":"Representing the Holocaust","path_of_study":["Ethnicity and Race","Jewish Culture"],"subject_code_course_number":"LLSL 4447","description":["The course is not designed as a historical survey of the Nazi period or of the holocaust(or \"œShoah\"), that is, of Nazi efforts to exterminate the Jews of Europe, though inevitably some attention will be paid to actual events and to disputes about the origins and implications of those events. The primary focus will be the efforts of gifted writers and artists in several genres to represent theholocaust and to make sense of it. Students will study and discuss the issues associated with \"œrepresentation,\" considering the many competing versions of\"œthe truth\" at issue in particular films, stories, poems, historical accounts and philosophical reflections. They will also consider the role of ideology in shaping responses to the holocaust, and study the relation between different kinds of truth and truth-telling. What kind of truth is revealed by a narrative film (like Louis Malle's \"œLacombe, Lucien\") as contrasted with the \"œtruths\"revealed by a great documentary film (like Alain Resnais' \"œNight and Fog\")?What is the difference between a frankly idea-driven book like Hannah Arendt's\"œEichmann in Jerusalem\" and works purporting to offer apparently straightforward documentary evidence? Such questions will be asked in an effort to ascertain what can be yielded when events are examined through a particular lens or by means of a particular methodology."]},{"title":"RFW Journalism","path_of_study":["Journalism + Design"],"subject_code_course_number":"LLST 3028","description":["This is course is about truth and the different ways journalists have attempted to tell the truth over time. Topics include different definitions of truth ranging from the higher truth of novelists to the literal truth of journalists. With an emphasis on historical perspective, readings will include Ida Turbell, Hunter Thompson, John Reed and Ted Conover, as well as novelists who used journalistic techniques like Dickens and Zola. Students will keep an on-going journal based on their reading and will have two short papers and one final paper.","From the blogosphere to the nation's newsrooms, many writers today are increasingly using \"œadvocacy journalism,\" a mix of reportorial objectivity, critical thought, and personal experience, to illuminate important social, political, and cultural issues.  The course will examine readings of the craft's exemplary practitioners, past and present -- muckrakers like Lincoln Steffens and Ida B. Wells; writers on conflict and war such as Jonathan Schell and Robert Jay Lifton; and social critics Jessica Mitford, Naomi Klein, Glenn Greenwald, and Salon's Joan Walsh and Heather \"œDigby\" Parton.  Students will consider the work of writers who blend fiction, memoir, and journalism (Tom Wolfe, Norman Mailer, Zora Neale Hurston), try their own hand at essays, op-eds and advocacy pieces, and emerge as discerning readers of this challenging journalistic form.","This course is about advocacy in journalism, and the different ways journalists use investigative methods, critical thinking, and persuasive writing to bring social, political, and cultural issues to light.  Students will learn from readings of the craft's exemplary practitioners, past and present -- muckrakers Lincoln Steffens, Ida B. Wells, and Upton Sinclair; writers on conflict and war such as Michael Herr, Martha Gellhorn, Ernest Hemingway and Jonathan Schell; and social critics Lillian Hellmann, Thomas Frank and Matt Taibbi.  The course also discusses the work of persuasive writers who blend fiction, memoir, and journalism (Tom Wolfe, Norman Mailer, Richard Wright, and Zora Neale Hurston).  Students emerge from the class as discerning readers of advocacy journalism, better able to appreciate the useful trinity of solid reporting, tasteful writing and compelling belief."]},{"title":"War & Peace","path_of_study":["Capitalism Studies"],"subject_code_course_number":"LLST 3505","description":["This course is primarily a patient and fastidious close reading of War and Peace. It examines how complex narrative structures are conceived and evolve; how great fiction resists genre definition; and how believable fictional realms may coexist with other discourses. By considering the relationship of key philosophical and historical texts and works of art to Tolstoy's masterpiece, this \"œnot-a-novel,\" the course introduces students to various comparative perspectives on the many worlds of War and Peace (cultural-semiotic, philosophical, historical, as well as historiographic, narratological, visual, operatic, and theatrical). Work in the course is supplemented by the study of criticism and other short original works that enter into a poignant conversation with War and Peace in its time and afterlife."]},{"title":"Proust","path_of_study":["Jewish Culture"],"subject_code_course_number":"LLST 3514","description":["In this course, we will read Marcel Proust's In Search of Lost Time.  We will focus on the text itself and attempt to recover the many conversations \"œMarcel\" is having with other disciplines such as music, art criticism, theater, philosophy, and historiography.  One question I will bring to the table is the following:  How does Proust reinvent ekphrasis?  Proust has inspired many readings.  We will read some of the most provocative ones, including Julia Kristeva's.  We will also linger on the ways Proust's work foreshadows the work of writers like Nathalie Sarraute and Samuel Beckett."]},{"title":"Feminist Avant-garde Poetics","path_of_study":["Civic Liberal Arts","Gender Studies"],"subject_code_course_number":"LLSW 3100","description":["In this course students will work closely with the New York based avant-garde feminist collaborative, Belladonna* by reading, deconstructing and exploring what it means to be \"œfeminist\" and \"œavant-garde.\" Our readings will consist of such state-of-the-art/ ground breaking/ game changing texts as NY writer, vocalist and sound artist LaTasha N. Nevada Diggs' polyphonic book, TwERK, to the Quebecois French feminist collection Theory, A Sunday. Each text will result in active course discussions, presentations and class experiments. The class' Visiting Fellow, Belladonna board member and established poet, Marcella Durand, will take us through the history of Belladonna \"” how it came to exist as a feminist, avant-garde collective. Students will visit Belladonna's Brooklyn art studio and attend Belladonna readings and events. Because a significant emphasis of this course is to encourage students to form their own feminist avant-garde collectives and communities, students will be asked to curate a final event for the course. This final event will be in collaboration with Belladonna and will hope to exhibit the students' thoughtful and creative interpretation of avant-garde feminism. This course counts toward the Gender Studies minor."]},{"title":"Global Voices","path_of_study":["Civic Liberal Arts","Civic Engagement","Ethnicity and Race","Jewish Culture"],"subject_code_course_number":"LMUS 3035","description":["Through the Center for Traditional Music and Dance (CTMD), one of the country's most innovative civic arts organizations, students in this course will participate in the rich and vital traditions of Central Asian music and poetry by learning directly from master immigrant musicians, as well as gain first-hand experience with \"œtools of the trade\" for cultural organizations. Topics include the classical repertoire known as Shashmaqom; Persian, Turkic, and Hebrew poetry; and music for worship. Students will also engage broader issues of immigration, ethnicity, multiculturalism, and the ethics of ethnographic work while participating in public folklore and applied ethnomusicology activities--including program planning, ethnographic research, video and audio documentation, archiving, marketing, writing of program notes, and stage management. The course culminates in two final performance events, one to be held in the Central Asian immigrant enclave in Queens and one at The New School.","Through the Center for Traditional Music and Dance (CTMD), one of the country's most innovative civic arts organizations, students in this course will participate in the rich and vital traditions of Haitian music and dance by learning directly from local master musicians, as well as gain first-hand experience with \"tools of the trade\" for cultural organizations. The class will focus on the music and dance of Haitian Rara, a processional form of music associated with Lent and the Vodou religion. Students will also engage broader issues of immigration, ethnicity, multiculturalism, and the ethics of ethnographic work while participating in public folklore and applied ethnomusicology activities--including program planning, ethnographic research, video and audio documentation, archiving, marketing, writing of program notes, and stage management. The course culminates in a final performance event held at The New School."]},{"title":"Vocal Manipulation & Mediation","path_of_study":["Music"],"subject_code_course_number":"LMUS 3040","description":["This course will explore the potential of the human voice as a flexible instrument in historical, cultural, musical, and physiological terms. The once-celebrated castrato voice, described as \"œthe sound of angels\" and \"œcuriously disembodied,\" expressed the ambiguous gender of children's voices through a timbre incorporating both male and female qualities. In a technological attempt to recreate the voice of the most famous castrato for the 1994 film \"œFarinelli,\" sound engineers blended the voice of a coloratura and a countertenor to approximate its unusual beauty. As a performance practice, the Onnagata of the Kabuki tradition also reveal shifting cultural norms around gender and identity, while today the disembodied voice takes on a new orientation through computers and animation. We will study how the voice can be trained and modified, highlighting a number of case studies of vocal manipulation through history and across cultures. Through this study we can develop innovative ways to expand our own vocalcapacity for performance and recording projects."]},{"title":"Gural Scholars I","path_of_study":["Civic Engagement","Ethnicity and Race","Gender Studies"],"subject_code_course_number":"LNGC 1810","description":["This foundation course provides first year Gural Scholars with an introduction to critical theory, social justice principles and the history of social justice in NYC with an emphasis on race, class, gender, sexuality, andpower. Students develop a habit of critical and self-reflection on the questions that challenge society and develop an awareness of the multiple forms and interlocking nature of oppression.  Through course readings, dialogue, guest speakers, excursions, and course assignments, students will deepen their understanding of creating and sustaining positive social change. Students will explore the interactions of social systems through Lang CESJ community partnersthroughout the year, and will develop a final project for public presentation in the spring semester. \n\nNOTE: Restricted registration  or permission required. Required for all Gural Scholars in the first year, all other students not allowed. This course requires both fall and spring registration.","This foundation course provides first year Gural Scholars with an introduction to critical theory, social justice principles and the history of social justice in NYC with an emphasis on race, class, gender, sexuality, and power. Students develop a habit of critical and self-reflection on the questions that challenge society and develop an awareness of the multiple forms and interlocking nature of oppression.  Through course readings, dialogue, guest speakers, excursions, and course assignments, students will deepen their understanding of creating and sustaining positive social change. Students will explore the interactions of social systems through Lang CESJ community partners throughout the year, and will develop a final project for public presentation in the spring semester. This course counts toward the Gender Studies and Ethnicity and Race minors.\n\nNOTE: Restricted registration  or permission required. Required for all Gural Scholars in the first year, all other students not allowed. This course requires both fall and spring registration."]},{"title":"Gural ScholarsII","path_of_study":["Civic Engagement"],"subject_code_course_number":"LNGC 2810","description":["This course provides second year Gural Scholars with an examination of critical theory, social history and public policy dilemmas in an American context. Students strengthen their habit of critical and self-reflection on the questions that challenge  society and deepen their knowledge of the multiple forms  and interlocking nature of oppression.  Through course readings, dialogue, guest speakers, excursions, and course assignments, students will further their understanding of creating and sustaining positive social change. Students will explore the interactions of social systems and American social justice history  throughout the year, and will develop a final project for public presentation in the spring semester. \n\nNOTE: Restricted registration. Required for all Gural Scholars in the second year, all other students not allowed. This course requires both fall and spring registration.","This course provides second year Gural Scholars with an examination of critical theory, social history and public policy dilemmas in a U.S. context. Students strengthen their habit of critical and self-reflection on the questions that challenge  society and deepen their knowledge of the multiple forms  and interlocking nature of oppression. Through course readings, dialogue, guest speakers, excursions, and course assignments, students will  further their understanding of creating and sustaining positive social change. Students will explore the interactions of social systems and U.S.  social justice history throughout the year, and will develop a final project for public presentation in the spring semester. \nNOTE: Restricted registration. Required for all Gural Scholars in the second year, all other students not allowed. This course requires both fall and spring registration."]},{"title":"Counter/Enlightenment","path_of_study":["Jewish Culture"],"subject_code_course_number":"LPHI 3019","description":["The class will contain a basic introduction to the texts and philosophical problems of Enlightenment philosophy. We will be engaging with authors such as Descartes, Spinoza, Rousseau, Voltaire, Kant, Mendelssohn, Foucault, Adorno, Vico, Herder and more. The basic questions on the table will be, among others, the definition of Enlightenment; the critique of religion; rationalism; moderate vs. radical Enlightenment; philosophy and revolution; and dialectics of Enlightenment."]},{"title":"Philosophy and Images","path_of_study":["Civic Liberal Arts"],"subject_code_course_number":"LPHI 3021","description":["What is an image? What, if anything, is the difference between a real image and a fictive image? Can images be fully rendered through linguistic descriptions or is there something primordial about them? How, and when, do images become art? How is medium of their creation/reception/fruition changing the phenomenology of contemporary images? \"œPhilosophy and images\" explores these questions at the intersection of philosophy, aesthetics and art. By bringing together a philosopher and an artist, we will look both at the theory and the practice of images. Students will discuss classical texts in the philosophy of images but also apply them to ongoing practices of image-making, ranging from visual arts to fashion, cinema and propaganda. Chiara Bottici is an Associate professor in the Philosophy Department who has written extensively on images and their social political role; Marc Lafia is an artist, filmmaker, photographer, and Founder, Chief Information Architect and Creative and Editorial Strategist of Art+Culture.com, a net-based institution that, since 1998, provides an important archive and exploratorium of contemporary image-making between art and culture."]},{"title":"The Philosophical Self","path_of_study":["Literary Studies"],"subject_code_course_number":"LPHI 4400","description":["This course places at its center the categories and genres of thought and writing about the realization of self and selfhood that are vital to modern philosophy and literature and their very identity. In addition to the philosophical approaches and narrative stratagems that concern the growth in self-awareness of personality, identity, and character discussed in thinkers as diverse as Locke, Rousseau, Herder, Kant, Fichte, Hegel, Schopenhauer, Comte, Marx, Spencer, Weber, Dewey, Cassirer, Benjamin, Jaspers, Arendt, Adorno, Lukacs, Gadamer, among others, we investigate the nature and notion of Bildung and its fraught, multifaceted impact on the literary and intellectual evolution of modern writing.  In this course we focus on the Germanic tradition, the founder of the concept and the institution of Bildung, and of the genre of Bildungsroman as we know them.  Alongside the immersion in key philosophies and philosophers of selfhood, examined are the texts fundamental to the founding tradition of Bildungsroman and the major directions in which it was developed by great German-language masters of modernity (e.g Goethe, Franz Kafka, Robert Musil, Thomas Mann, Hermann Hesse, with the addition of lesser known, but crucial texts authored by nineteenth century and twentieth century writers). The course also relies on items of critical theory and literary criticism that explain and problematize the genre. The course satisfies BAMA and the electives requirement for Lang Literary Studies majors."]},{"title":"Rights of the Accused","path_of_study":["Civic Engagement","Journalism + Design"],"subject_code_course_number":"LPOL 3008","description":["This course provides an understanding of the constitutional and statutory rules that govern the United States' criminal justice system.  The US constitutional system attempts to balance many complicated and often conflicting concerns.  The Constitution has several amendments specifically designed to protect the constitutional rights of the criminally accused.  Prosecutors, as representatives of the government, are present to enforce the laws and to protect the general citizenry.  At the same time, they pledge to protect and uphold the Constitution.  This raises a fundamental question:  how does a government defend and protect its citizens from illegal activity and uphold its constitutional principles protecting the accused?  \nThis course examines the rights of the accused provided in the Constitution and how those rights have been treated by the government and interpreted by the United States Supreme Court. The political nature of courts creates a fluid and changing definition of these rights.  We will examine the historical development of the rights of the accused, relying upon Supreme Court decisions.  The goal of the course is to provide students with a solid understanding of the constitutional rights of the accused and the US criminal justice system.\n"]},{"title":"Borders and Walls","path_of_study":["Civic Engagement","Global Studies"],"subject_code_course_number":"LPOL 3016","description":["What are borders, and why do states police them?  What are the politics that generate beliefs that we need borders?  How are barriers between states constructed, and who are the actors that participate in their construction?  And how, where, and why do people negotiate state boundaries?  In this course, we analyze not only physical borders, but also bureaucratic barriers to movement and walls in virtual space.  Much research about politics focuses on what happens within individual states or an international state system.  But borderlands--physical or virtual--often have their own politics distinct from those of the states on whose peripheries they exist.  In the course we emphasize research that seeks to understand politics in contexts that transcend the boundaries of states.  Through a variety of case studies drawn from different continents, we consider the local political economies borders generate, and the ways people find to move around and across them.  We also examine questions such as: how do walls made by authoritarian regimes differ from walls built by countries considered to be democracies?   Finally, we consider how the study of borders and walls can change how we think about politics within states."]},{"title":"International Relations","path_of_study":["Global Studies"],"subject_code_course_number":"LPOL 3071","description":["This class will critically assess a series of significant works in international relations. We will read the texts both as theoretical lenses through which to understand and interpret international politics, and as forms of historically situated practice. The course will cover both canonical IR texts that have been central in creating American international imaginaries and shaping foreign policy debates, and critical texts that bring an explicitly emancipatory agenda to the study of international politics. Authors read may include Henry Morgenthau; Kenneth Waltz; Robert Keohane; Alexander Wendt; Andrew Linklater; David Campbell; Roxanne Lynn Doty; Stephen Gill; Michael Dillon."]},{"title":"IHAD Research Practicum","path_of_study":["Civic Engagement"],"subject_code_course_number":"LPSY 4002","description":["This student-initiated research practicum gives students the opportunity to participate as a research assistants on a research project involving school children currently enrolled in a \"I Have a Dream\" (IHAD) program in Manhattan. Supervision is provided by the directors of the New School for Social Research attachment lab, Dr. Miriam Steel and Howard Steele, in conjunction with their advanced graduate students. \n\nPermission from the instructor is required, based on an interview with Professor Howard Steele and the IHAD Director.","This student-initiated research practicum gives students the opportunity to participate as a research assistants on a research project involving school children currently enrolled in a \"I Have a Dream\" (IHAD) program in Manhattan. Supervision is provided by the directors of the New School for Social Research attachment lab, Dr. Miriam Steel and Howard Steele, in conjunction with their advanced graduate students. \n\nPermission from instructor is required based on an interview with Professor Howard Steele and the IHAD Director.","This student-initiated research practicum gives students the opportunity to participate as a research assistants on a research project involving school children currently enrolled in a \"I Have a Dream\" (IHAD) program in Manhattan. Supervision is provided by the directors of the New School for Social Research attachment lab, Dr. Miriam Steel and Howard Steele, in conjunction with their advanced graduate students. "]},{"title":"Spiritual Autobiography","path_of_study":["Civic Engagement","Gender Studies","Jewish Culture"],"subject_code_course_number":"LREL 2000","description":["One of the ways we make sense of the trajectory of our lives and of our ultimate questions is by uncovering a narrative of meaning. In this course, we will encounter contrasting contemporary spiritual autobiographies and spiritual memoirs: books and essays (and also documentary film) by writers/artists from diverse backgrounds (African-American, Euro-American, Latina/o, S.E. Asian; Buddhist, Jewish, Catholic, Protestant, Mestiza/indigena, Muslim; lesbian, gay, heterosexual, and transgender) who offer rich and moving examples of the attempt to understand the spiritual impulses that have significantly informed their lives. The constellation of themes we will explore though these texts include: ancestors, lineage, tradition, cell memory; secrets/disclosure and \"œpassing\" the body, sexuality, desire; concepts of God and the sacred; exile, homecoming, turning and returning; suffering, loss, and mortality; forgiveness and freedom; and the role of autobiographical writing as craft and as a process of liberation, broadly construed.\n\nThis course counts toward the Gender Studies minor and the Jewish Culture minor.","One of the ways we make sense of the trajectory of our lives and of our ultimate questions is by uncovering a narrative of meaning. In this course, we will encounter contrasting contemporary spiritual autobiographies and spiritual memoirs: books and essays (and also documentary film) by writers/artists from diverse backgrounds (African-American, Euro-American, Latina/o, S.E. Asian; Buddhist, Jewish, Catholic, Protestant, Mestiza/indigena, Muslim; lesbian, gay, heterosexual, and transgender) who offer rich and moving examples of the attempt to understand the spiritual impulses that have significantly informed their lives. The constellation of themes we will explore though these texts include: ancestors, lineage, tradition, cell memory; secrets/disclosure and &ldquo;passing&rdquo;; the body, sexuality, desire; concepts of God and the sacred; exile, homecoming, turning and returning; suffering, loss, and mortality; forgiveness and freedom; and the role of autobiographical writing as craft and as a process of liberation, broadly construed."]},{"title":"Gender Jihad Sexuality & Islam","path_of_study":["Global Studies","Gender Studies"],"subject_code_course_number":"LREL 2066","description":["This course provides an introduction to the study of gender and sexuality in Islam. Contemporary Muslim feminists have used the term \"gender jihad\" to refer to their own struggle for gender justice within Islamic religion and society. Other Muslim activists working for justice for LGBTQ Muslims have very much followed in the footsteps of these Muslim feminists. In this course, students examine the diverse experiences of Muslims as women and as members of gender and sexuality minorities, especially in contemporary times, developing a critical understanding of a range of Islamic thought regarding gender and sexual orientation, while disentangling stereotypes of a monolithic \"œIslam\" that is repressive towards women and lesbian, gay, bisexual, and transgender people.\n\nThis course counts toward the Gender Studies minor."]},{"title":"Religions of East Asia","path_of_study":["Global Studies"],"subject_code_course_number":"LREL 2107","description":["This course provides students with a foundation for understanding the main religious traditions of East Asia \"“ Confucianism, Daoism, and Buddhism. The goal of the course is not only to discover the basic concepts and tenets of the \"œthree teachings\" but also to consider the variation of ideas within each tradition, how the ideas from these traditions have interacted and competed with each other, and how they have been transformed over time. Working with many primary sources in translation, students also discover how these traditions influenced or were influenced by what is perhaps the largest and most important religious tradition in East Asia \"“ the unnamed and so-called \"œpopular\" or \"œfolk\" religion of everyday people."]},{"title":"Death & Mourning in Religion","path_of_study":["Ethnicity and Race","Gender Studies","Jewish Culture"],"subject_code_course_number":"LREL 3011","description":["This course explores selected religious rituals and practices associated with death and mourning, with particular attention to the human body as a locus of sacrality and dread, redemption and contamination, and the repository of individual and collective memory. We will consider historical as well as contemporary responses to death in differing socio-cultural contexts and religious traditions, thus, issues of race, class, and gender will be woven throughout our discussions. Students are required to choose an area for individual research.\n\nThis course counts toward the Gender Studies minor and the Jewish Culture minor.","This course explores selected religious rituals and practices associated with death and mourning, with particular attention to the human body as a locus of sacrality and dread, redemption and contamination, and the repository of individual and collective memory. We will consider historical as well as contemporary responses to death in differing socio-cultural contexts and religious traditions, thus, issues of race, class, and gender will be woven throughout our discussions. Students are required to choose an area for individual research."]},{"title":"Rel & Superstition in China","path_of_study":["Global Studies"],"subject_code_course_number":"LREL 3037","description":["This course examines the history and role of religion in the Chinese cultural sphere (Mainland China, Taiwan, and diaspora) from the mid-19th century up to the present day.  We will focus on the relationship between religious institutions and the state during the late imperial, republican, and communist periods.  We will learn about the impact of religious ideas, practices, and organizations on social, political, and economic processes, and inspect the role of religion in the consolidation of individual, communal, and national identity.  Adopting a comparative and interdisciplinary approach, we will attempt to ascertain the impact of the various Chinese religious traditions: Confucianism, Daoism, Buddhism, and popular religions, as well as global religions such as Islam and Christianity, on the internal structure of the Chinese state and their role in shaping power relations on a transregional, national, and local level.  Special emphasis will be given to the role and use of the grand narratives of secularism and modernity in shaping the Chinese nation-state, as well as the value of using these frameworks in the study of modern China.  Students will lead discussions, supplemented by lectures from the instructor."]},{"title":"Queering&Decolonizing Theology","path_of_study":["Civic Engagement","Ethnicity and Race","Gender Studies"],"subject_code_course_number":"LREL 3101","description":["Christian theology is often depicted as a violent colonial force standing in particular opposition to LGBTQI lives.  However, over the last 30 years people of faith, activists, and theorists alike have rediscovered what is queer within Christianity, uncovered what is religious within secular queer communities, and used postcolonial theory to decolonize lived religious practices and theologies.  This course explores secular philosophies of queer and postcolonial theory as well as their critical and constructive application to religion.  From topics such as the sexual ethics and ritualization found in the S&M community, transgender Christs, and the mestiza (or mixed) cultures of Latin America, the class goes to where theory meets practice and where critique reveals theologies already radically unmaking and remaking themselves today.\n\nThis course counts toward the Gender Studies minor.","Christian theology is often depicted as a violent colonial force standing in particular opposition to LGBTQI lives.  However, over the last 30 years people of faith, activists, and theorists alike have rediscovered what is queer within Christianity, uncovered what is religious within secular queer communities, and used postcolonial theory to decolonize lived religious practices and theologies.  This course explores secular philosophies of queer and postcolonial theory as well as their critical and constructive application to religion.  From topics such as the sexual ethics and ritualization found in the S&M community, transgender Christs, and the mestiza (or mixed) cultures of Latin America, the class goes to where theory meets practice and where critique reveals theologies already radically unmaking and remaking themselves today."]},{"title":"Intro to Epidemiology:Action!","path_of_study":["Civic Engagement","Ethnicity and Race","Journalism + Design"],"subject_code_course_number":"LSCI 2310","description":["This introductory course introduces students to the principles of epidemiology, which are the cornerstones of public health science.  Epidemiology is the study of disease and health patterns in populations and places and the application of this study to prevent and control epidemics and reduce disease burdens and disparities.  Using seminar lectures combined with collaborative exercises, films and guest speakers, students will be engaged on a range of topics including: disease determinants, measures and interpretation of disease frequency and association, epidemiological study designs and risk assessment, web-based tools, participatory and spatial epidemiology, surveillance and monitoring, and epidemiology for social justice.  There are no prerequisites. This course satisfies the Foundation requirement for the Interdisciplinary Science major and the  \"subject by subject\" course requirement for Journalism + Design Major.","This introductory course introduces students to the principles of epidemiology, which are the cornerstones of public health science.  Epidemiology is the study of disease and health patterns in populations and places and the application of this study to prevent and control epidemics and reduce disease burdens and disparities.  Using seminar lectures combined with collaborative exercises, films and guest speakers, students will be engaged on a range of topics including: disease determinants, measures and interpretation of disease frequency and association, epidemiological study designs and risk assessment, web-based tools, participatory and spatial epidemiology, surveillance and monitoring, and epidemiology for social justice.  There are no prerequisites."]},{"title":"Climate & Society","path_of_study":["Capitalism Studies","Civic Engagement","Global Studies","Journalism + Design"],"subject_code_course_number":"LSCI 2600","description":["This interdisciplinary course is designed to introduce students to the many facets of climate (averages, extremes, variability and change) and the broad range of climate affairs and issues that affect society at global and local scales.  Given the growing concern about global climate change, it is intended to provide a baseline understanding of climate-society interactions, focusing on five basic elements:  a)  climate science and knowledge; b) climate impacts; c) climate economics; d) climate politics and policy; and e) climate ethics and equity.  A broad rante of topics will be covered including: global warming 1-1, hazards (floods, droughts, and hurricanes), El Nino Southern Oscillation, food insecurity, mainstreaming gender into global responses, vulnerability, the politics of climate disasters, adaptation, and climate justice.  There are no prerequisites.","This interdisciplinary course is designed to introduce students to the many facets of climate (averages, extremes, variability and change) and the broad range of climate affairs and issues that affect society at global and local scales. Given the growing concern about global climate change, it is intended to provide a baseline understanding of climate-society interactions, focusing on five basic elements: a) climate science and knowledge; b) climate impacts; c) climate economics; d) climate politics and policy; and e) climate ethics and equity. A broad range of topics will be covered including: global warming 101, hazards (floods, droughts, and hurricanes), El Nino-Southern Oscillation, food insecurity, mainstreaming gender into global responses, vulnerability, the politics of climate disasters, adaptation, and climate justice. There are no prerequisites."]},{"title":"Global Critical Race Theory","path_of_study":["Civic Engagement","Ethnicity and Race","Global Studies","Gender Studies"],"subject_code_course_number":"LSOC 2041","description":["This course presents the possibilities of a global critical theory of race thorough an exploration of post-colonialism, Black Feminist theory, critical race theory, and racial formation theory. Concepts of race have structured social, political, and economic relationships for more than four centuries and while a great deal of social scientific work references race, much of this work neglects to interrogate and thoroughly theorize the concept.  This course will approach race by first outlining and comparing different accounts of the origins of the concept of race, including race-thinking in early European nationalism, the colonial interactions between Europeans and indigenous peoples, and religious conflicts in Europe in the 14th and 15th centuries.  The course will then develop a working definition of race and racialization based on scholarship coming out of cultural studies and critical theory, as well as work on racial formation and global racial structures.  Finally, we will examine a series of case studies of race operating in different national contexts and historical moments in order to consider how we can theorize race transnationally and what is locally and temporally specific about racial formations. This course counts toward the Gender Studies minor."]},{"title":"Neoliberalism","path_of_study":["Capitalism Studies","Global Studies"],"subject_code_course_number":"LSOC 3021","description":["The aim of this seminar is to make sense of the ongoing debate over the general character and changing practices of neoliberalism, a subject that continues to attract, elude, and generate controversy among scholars in the human sciences.\nThe course is divided into four parts. In the first, we explore the emergence of neoliberal doctrine during the inter- and post-war period, beginning with the German Ordo-Liberals of the 1930's, the members of the Mont Pelerin Society in the 1940's, and Milton Friedman and some of his colleagues in the Department of Economics at the University of Chicago in the 1950's, who went on to play a leading role in transforming Chile into a market-centered society. \nThe second part of the course examines three of the most insightful and influential interpretations of neoliberalism: a.) Neomarxist-Financialization; b.) Foucauldian-Governmentality; and c.) Precarization-Disaffiliation.\nIn the third part of this course we analyze a broad range of case studies of 'actually existing neoliberalism' that focus on some of its key aspects in order to understand how its policies and practices of financialization, governmentality, and disaffiliation are lived and transformed by citizens and stateless peoples from all walks of life in different parts of the world. \nIn the closing section we review some of the unresolved controversies that continue to divide scholars in the field. Although their disputes are expressed in 'methodological' terms, they are in large part motivated by ehtico-political concerns that are seldomly discussed by them."]},{"title":"Japanese Culture & Society","path_of_study":["Ethnicity and Race"],"subject_code_course_number":"LSOC 3030","description":["This seminar will introduce students to major themes in Japanese culture.  Topics include \"samurai in Japanese history\", Japanese aesthetics, traditional and contemporary arts, Japanese religions, gender and family, Japanese capitalism and corporate culture.  Emphasis is placed on learning the basic outlines of Japanese history, while also learning to appreciate Japanese arts from Kabuki and the Tea ceremony to Anime.  Taking advantage of availability of various Japan related resources in NYC, we will visit a few Japan related exhibitions and also review some Japanese films.  A background in Japanese studies is not required to take this class.  Active class participation, including site visits and film viewings, is required."]},{"title":"The Social Condition of Debt","path_of_study":["Capitalism Studies","Global Studies","Journalism + Design"],"subject_code_course_number":"LSOC 3031","description":["In recent years, as personal debt has seemed to proliferate all around us, debt has become a focus of public consciousness. From student debt, which recently crossed the 1 trillion dollar mark, to housing debt and the 2008 financial crisis (and the millions of foreclosures that followed), from recent defaults on municipal debt, to the biannual fights in Congress over national debt and the debt ceiling, debt in all its forms suddenly feels ubiquitous. The course will explore theories on why debt has become so significant in recent years. Emphasis will be placed on sociological accounts, but analysis will cross disciplinary lines including economics, anthropology, religion, sociology, history and philosophy. The course will introduce students to the main theoretical and historical threads in the academic conversation around debt. Contemporary issues including inequality, globalization and moments of resistance will also be explored."]},{"title":"Contemporary Social Theory","path_of_study":["Ethnicity and Race"],"subject_code_course_number":"LSOC 3069","description":["This course is an introduction to some of the main theoretical developments of 20th century social thought. The course will cover a range of approaches\"”from neo-Marxism to post-structuralist writers such as Foucault and Bourdieu. Through the readings, students will gain a familiarity with the main approaches and intellectual strategies social theorists have developed to think through the rapidly changing social world we live in. The course is reading intensive, and depends heavily on student participation. \r\n<div>Classics in Social Thought or Classical Social Thought</div>"]},{"title":"Spring Production Workshop","path_of_study":["The Arts","Theater"],"subject_code_course_number":"LTHR 2008","description":["The Lang theater production is directed by a faculty member or a visiting professional director. Auditions are held in the first two weeks of the semester and students may be involved in the production as actors, dramaturgs, technical crew, assistant stage manager, assistant director, and/or with other aspects of the production. An intensive rehearsal process on weekday evenings and Saturdays culminates in a public performance at the end of the semester.","This theater production is directed by a visiting professional director. Auditions will be held in the first two weeks of the semester and students may be involved in the production as actors, dramaturgs, technical crew, assistant stage manager, assistant director, and/or with other aspects of the production. An intensive rehearsal process on weekday evenings and Saturdays culminates in a public performance at the end of the semester.","Students work on a play. \r\n<div>Auditions TBA. Open to all. </div>","Students work on a play. \r\nAuditions TBA. Open to all."]},{"title":"Intro to Playwriting","path_of_study":["The Arts","Theater"],"subject_code_course_number":"LTHR 2009","description":["This playwriting course employs a series of exercises to develop characters, settings, scenes, plot, and eventually a one-act play. Students read and discuss their plays in class during the writing and revising process; they also analyze a variety of dramatic texts and other sources to discover individual voice and understand narrative structure. Response papers on a theatrical production and a play reading in the city supplement this work. This course is one of the required foundational practice courses for Theater majors and minors.","This course begins at the beginning, employing a series of exercises to arrive at characters, settings, scenes, and eventually, a one-act play. Student plays are read and discussed in class as they are written and revised. Students also read and discuss a variety of plays to discover individual voice and to understand structure. This course is one of the foundational practice courses required of Theater majors/minors.","This course begins at the beginning, employing a series of exercises to arrive at characters, settings, scenes, and eventually, a one-act play. Student plays are read and discussed in class as they are written and revised. Students also read and discuss a variety of plays to discover individual voice and to understand structure.","This course employs a series of exercises to arrive at characters, settings, scenes, and eventually, a one-act play. Student plays are read and discussed in class as they are written and revised. Students also read and discuss a variety of plays in order to explore different approaches to the form, discover individual voice and understand structure. For Literary Studies Writing concentrators, playwriting can only be a secondary genre.","This course begins at the beginning, employing a series of exercises to arrive at characters, settings, scenes, and eventually, a one-act play. Student plays are read and discussed in class as they are written and revised. Students also read and discuss a variety of one-act plays to discover individual voice and to understand structure."]},{"title":"Acting Fundamentals","path_of_study":["Civic Liberal Arts","The Arts","Theater"],"subject_code_course_number":"LTHR 2050","description":["This course is an introduction to acting and the actor's creative process. Through physical explorations and observations, monologues, improvisations, and finally scene work, students will learn the basic vocabulary of acting and a range of approaches to creating character. Students will also develop the ability to read a play through the lens of the actor; form an understanding of character, circumstances, and action; and develop the ability to listen, respond with immediacy, and work collaboratively. This course is one of the required foundational courses for Theater majors and minors.","This course is an introduction to fundamental acting techniques. It challenges student's creativity, stimulates the range of their imagination, and sharpens their abilities to observe themselves and others. Through physical observations, improvs, monologues, and finally a rehearsed scene, students explore the 'everyday practice of the actor'. This course is one of the foundational courses required of Theater majors/minors.","This course is an introduction to basic acting techniques. It challenges student's creativity, stimulates the range of their imagination and sharpens their abilities to observe themselves and others. Through physical observations, improvisational work in every class session, monologues and finally a fully rehearsed scene,students will explore the fundamentals of acting.","This course is an introduction to basic American acting techniques. It challenges student's creativity, stimulates the range of their imagination and sharpens their abilities to observe themselves and others.Through physical observations, improves, monologues and finally a rehearsed scene, students explore the fundamentals of American acting training. ","This course is an introduction to basic acting techniques through the exploration of the intersection of theater and civic engagement. Through improvisations, monologues, and scene study, students will work with Stephen Wangh of Tectonic Theater Project to explore an innovative physical approach to acting through plays that focus on the social, political, and human issues that affect us all. It challenges students' creativity, stimulates the range of their imagination, and sharpens their abilities to observe themselves in the context of social issues while integrating new theatrical vocabulary into creative work. Tectonic Theater Project is an award-winning company dedicated to works that explore theatrical language and form, fostering an artistic dialogue with audiences through plays such as \"œThe Laramie Project.\" This course is one of the foundational courses required of Theater majors and minors."]},{"title":"Theater/History in the Making","path_of_study":["Civic Liberal Arts"],"subject_code_course_number":"LTHR 3041","description":["This course will immerse students in the recent and ongoing history of New York City theatre through a 2-credit residency at HERE Art Center, one of the most important, accessible, and active new-play theaters in the city, located at 6th Avenue and Spring Street.  Students will delve into the theater's history and mission, create a digital archive of original materials, write for the company's website, attend performances, and meet and learn from HERE staff. This is an incomparable opportunity to meet the people who make theater happen, learn how a world-class theater company develops, and take advantage of one of the great benefits of Eugene Lang College, with access to such fantastic organizations right around the corner. This course meets only for the first six Thursdays of the semester (March 5 is the final class) plus three Saturdays (Feb. 7, Feb. 14 and Feb. 21 from 11:00am-4:00pm) for required workshops at HERE Arts Center."]},{"title":"IHAD Internship","path_of_study":["The Arts","Civic Engagement","Theater"],"subject_code_course_number":"LTHR 3915","description":["You can make a difference! Come tutor elementary school students at the \"˜I Have a Dream'-Harlem After school program at PS 7. Commit to one afternoon a week from 2:30-5 to receive 1 credit. This is a pass/fail internship."]},{"title":"Consuming Cities","path_of_study":["Capitalism Studies"],"subject_code_course_number":"LURB 2016","description":["This course offers a global perspective on the changing character of cities and the increasing importance that consumption and consumer culture plays in the construction of urban life. Consumption has become both a means and motor of social change; an active ingredient in the construction of space and place; and in constructing subjectivity and social selfhood. Cities are simultaneously being restructured as engines of consumption - providing the contexts in which goods and services are marketed, compared, purchased, used, and displayed - just as they are themselves increasingly being commodified and, in a very real sense, consumed. Increasingly, forms of spectacle have come to shape how cities are imagined and to influence their character and the practices through which we know them - from advertising and the selling of real estate, to popular music and youth cultures, to the regeneration of urban areas under the guise of the heritage and tourist industries. Using examples of cities such as New York, Sydney, Barcelona, Rio de Janeiro, Toronto, London, and Johannesburg this course explores how image and practice have become entangled in the mutual and dynamic relationship between urban development and consumption. \r\n<div>This course is open to all Bachelor Level Students.</div>"]},{"title":"Feminism and the Arts","path_of_study":["Gender Studies"],"subject_code_course_number":"LVIS 2025","description":["This course considers the influence of feminism in the arts and its emphasis on the (de)construction of norms of gender and sexuality. The question here is how such norms are inextricably intertwined with the political economy, its technologies of power, knowledge, and desire. As an investigation of various performances of gender, especially in painting, sculpture, performance, photography, film and video art, we will also address the intersection of feminism with other critical tools such as Marxism, Psychoanalysis, Post-colonial Theory, Media Theory as well as Queer theory and New Gender Politics. We follow the theoretical development of feminism in the arts from the 1960's to the 1980's (the \"œSecond Wave\"), especially its critiques of spectatorship and representation; then, from the 1980's to the contemporary (the \"œThird Wave,\" Queer Theory, New Gender Politics) and its (re-) investment in questions of embodiment."]},{"title":"Contemp. Latin American Art","path_of_study":["Civic Engagement","Ethnicity and Race","Global Studies"],"subject_code_course_number":"LVIS 3010","description":["This course explores the imbrication of aesthetics, politics, and media in Latin American art and culture from the mid 1950s to today. We will begin with the emergence of South America abstract, kinetic and concrete movements to the development of neo-figuration, pop and conceptual art in Mexico, Argentina, Venezuela and Colombia. We will analyze the photo iconography of the Cuban and Sandinist Revolutions, the art of resistance during the military juntas in Chile and Argentina, the narco representations in Mexico and Colombia, as well as performance, video art and queer artistic production. We will also study the \"œarchitecture of necessity\" and hip hop music in contemporary Cuba. Crucial topics such as: political criticism, hybrid cultures, violence, race and border politics, post-colonialism, and postmodern strategies will be discussed. As part of the course, we will visit institutions and art galleries that specialize in Latin American art."]},{"title":"Seminar on Surrealism","path_of_study":["Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LVIS 3100","description":["This advanced seminar offers an in-depth exploration of Surrealism and its significance as an artistic and intellectual movement in the early twentieth century. Emphasis will be placed on Surrealism as a body of thought and artistic practice at the nexus of Psychoanalysis, Marxism, and Ethnography. We will explore the various ways in which Surrealism insisted upon the encounter with \"œthe Other,\" be it the other of a different culture, ethnicity, class, gender or of the otherness of the unconscious itself. We will also explore the very emergence of the concept of the Other, and its continued influence in contemporary artistic and intellectual movements. Key figures of Surrealism to be studied at length: the poets Andre Breton, Louis Aragon; the playwright Antonin Artaud; the philosopher Georges Bataille; the artists Luis Bunuel, Claude Cahun, Salvador Dali, Giorgio De Chirico, Marcel Duchamp, Max Ernst, Meret Oppenheim, Man Ray."]},{"title":"Indig Formations & Settler Gov","path_of_study":["Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LANT 2040","description":["The category Indigenous has various meanings, which have been used to mobilize action toward a number of political ends. However, as Orin Starn writes, \"œThe truth is that indigeneity, precisely because it has no fixed or necessary meaning or destination, comes with no guarantees.\" This has been revealed by instances of armed resistance to both the FBI and tribal government at Wounded Knee in the early 1970's, as well as the forms of protest and political action that continue to demand justice and recognition for Indigenous peoples today. Ethnographically, this course will look at everyday life within and across the borders of reservations. Though the course will focus on the United States, we will also look at a number of other settler states to discuss how indigeneity is articulated as an international rights-based claim. Indigenous is a concept used to describe inherent notions of community, belonging, sovereignty, and political relatedness. Conversely, Indigenous, as well as analogues like Indian, Native, First Nation, and Aboriginal, have been used by states to define, detail, and survey colonized peoples as a tactic of governance. These categories are also used to displace, eliminate, and disperse populations struggling for political and cultural recognition. This course explores notions of indigeneity, as they are cast both within Indigenous communities, as well as the settler states that seek to regulate them. Course readings will include introductions to Indigenous politics and settler colonial studies, complemented by a range of ethnographic texts that account for the forms of power that operate between settler governance and Indigenous political life."]},{"title":"Postcolonial Africa","path_of_study":["Capitalism Studies","Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LANT 2100","description":["Postcolonial Africa is typically represented as a marginal place in the world:  a place of disorder and war.  How does anthropology help us to consider Africa's place in our world?   Do anthropological accounts of postcolonial Africa confirm that it is a place of chaos and violence?  Or does anthropology allow us to better understand how we came to think about Africa as prone to violence and marginality?  This seminar will consider these questions.  We will examine some of the key concepts and debates that are central to the anthropology of postcolonial Africa with an aim to developing a critical perspective on representations of this vast continent and the diversity of practices that make Africa more than a continent.  The seminar will take a thematic approach, covering topics such as kinship and ethnicity, religion and witchcraft, and economics and globalization.   We will use both ethnographies and novels as the basis for discussion and debate.\n\nThis course satisfies requirements in Reading and Writing.","Postcolonial Africa is typically represented as a marginal place in the world:  a place of disorder and war.  How does anthropology help us to consider Africa's place in our world?   Do anthropological accounts of postcolonial Africa confirm that it is a place of chaos and violence?  Or does anthropology allow us to better understand how we came to think about Africa as prone to violence and marginality?  This seminar will consider these questions.  We will examine some of the key concepts and debates that are central to the anthropology of postcolonial Africa with an aim to developing a critical perspective on representations of this vast continent and the diversity of practices that make Africa more than a continent.  The seminar will take a thematic approach, covering topics such as kinship and ethnicity, religion and witchcraft, and economics and globalization.   We will use both ethnographies and novels as the basis for discussion and debate."," Postcolonial Africa is typically represented as a marginal place in the world:  a place of disorder and war.  How does anthropology help us to consider Africa's place in our world?   Do anthropological accounts of postcolonial Africa confirm that it is a place of chaos and violence?  Or does anthropology allow us to better understand how we came to think about Africa as prone to violence and marginality?  This seminar will consider these questions.  We will examine some of the key concepts and debates that are central to the anthropology of postcolonial Africa with an aim to developing a critical perspective on representations of this vast continent and the diversity of practices that make Africa more than a continent.  The seminar will take a thematic approach, covering topics such as kinship and ethnicity, religion and witchcraft, and economics and globalization.   We will use both ethnographies and novels as the basis for discussion and debate. "]},{"title":"Flesh: Pleasure, Pain, Play","path_of_study":["Gender Studies"],"subject_code_course_number":"LANT 3060","description":["The recent proliferation of writings on the social significations of the human body have brought to the fore the epistemological, disciplinary, and ideological structures that have participated in creating a dimension of the human body that goes beyond its physical constitution. The course, within the context of anthropology, has two considerations, a historical one and a contemporary one. If anthropology can be construed as the study of human society and culture, then, following Marcel Mauss, this study must consider the actual, physical bodies that constitute the social and the cultural. Therefore great attention needs to be paid to the historical, theological, religious, political and juridical forces that have participated in this process. The course is radically interdisciplinary utilizing approaches not only from contemporary and historical anthropology, but also from classics, psychoanalysis, biomedicine, critical medical studies, literature, history and film studies. Some of the questions addressed through the readings and the discussion are the following: How do we, as cultural subjects, perceive the body and what meanings do we assign to it? How do we decode these meanings by and through everyday and ritual practices? How are gender/power/knowledge inscribed on the body and how do we index them through the experience of the flesh (circumcision and kleitoridectomies, homoeroticism, drug use and addiction, torture, but also authorised and unauthorised erotics\"”pleasure, pain, play). What are the negotiations of bodily identities in illness, disease and death (cancer, AIDS, pregnancy, paraplegia), and what are the constructions on the ownership of the body (the individual, the community, the church, the state, the legal system). This course explores these ideological and political discourses that have made not only the constructions on the body possible but have also provided the reading of those discourses. This course satisfies requirements in Reading, and Doing.\n\nThis course counts toward the Gender Studies minor.","The recent proliferation of writings on the social significations of the human body have brought to the fore the epistemological, disciplinary, and ideological structures that have participated in creating a dimension of the human body that goes beyond its physical constitution. The course, within the context of anthropology, has two considerations, a historical one and a contemporary one. If anthropology can be construed as the study of human society and culture, then, following Marcel Mauss, this study must consider the actual, physical bodies that constitute the social and the cultural. Therefore great attention needs to be paid to the historical, theological, religious, political and juridical forces that have participated in this process. The course is radically interdisciplinary utilizing approaches not only from contemporary and historical anthropology, but also from classics, psychoanalysis, biomedicine, critical medical studies, literature, history and film studies. Some of the questions addressed through the readings and the discussion are the following: How do we, as cultural subjects, perceive the body and what meanings do we assign to it? How do we decode these meanings by and through everyday and ritual practices? How are gender/power/knowledge inscribed on the body and how do we index them through the experience of the flesh (circumcision and kleitoridectomies, homoeroticism, drug use and addiction, torture, but also authorised and unauthorised erotics\"”pleasure, pain, play). What are the negotiations of bodily identities in illness, disease and death (cancer, AIDS, pregnancy, paraplegia), and what are the constructions on the ownership of the body (the individual, the community, the church, the state, the legal system). This course explores these ideological and political discourses that have made not only the constructions on the body possible but have also provided the reading of those discourses.\n\nThis course counts toward the Gender Studies minor."]},{"title":"The Girl as Media","path_of_study":["Civic Engagement","Gender Studies"],"subject_code_course_number":"LCST 2129","description":["*\"The Girl\" as Media Image* [Tracks M & C] She is everywhere: selling everything from magazines to real estate. The Girl now mediates our relationship to commodities, and even to each other. Feminist theory has argued that these images are not those of \"real women,\" but has had less to say about how \"she\" has become a structural necessity for marketing. This course examines both these aspects\"”gender and commodity. It examines popular culture (Beyonce) and theories of gender, but also writers and artists who have dissented from this figure, from Kathy Acker to Beatriz Preciado. It also considers men who have appropriated and channeled her, from Warhol's transgender superstars to Almodovar's Hollywood drag. This course links theories of the commodity, gender, and sexuality and applies them to contemporary everyday experience.  [Tracks M & C]"]},{"title":"Media Toolkit","path_of_study":["Journalism + Design"],"subject_code_course_number":"LCST 2775","description":["This course situates media in the broader context of an innovative and integrative liberal arts education. As such, it enables students to evaluate and make decisions concerning their relationship to proliferating technologies and various new media. This course combines lectures and lab-work to help students familiarize themselves with various software platforms and multimedia tools, in order to more effectively gather, analyze, contextualize, present, and re-present information within a broad political and cultural framework. After completing the five different modules (intro, image, word, sound, number), students better understand--and are more confident in using--the various modes and methods that enable the critically informed to read between the pixels, as well as meaningfully contribute to the ever-expanding digital public sphere. This is an Integrative & Production course. [Counts for All Tracks]"]},{"title":"Digital Listening","path_of_study":["The Arts","Music"],"subject_code_course_number":"LCST 3048","description":["This course considers the history and theory of digital forms of listening. We will ask how traditional oral forms of listening were transformed by the written word, analog recording, and then finally, the digital. Rather than a chronology, we will consider how media are often synchronous, new forms emerging while others still linger. We will consider in particular the politics of presence and virtuality, engaging with a number of texts by composers, performers, philosophers, critics, and fiction writers. What makes digital listening specific and how does it intervene in the history of the body? We will consider mediums such as smart phones and mp3s, but also art and music that engages digital mediums."]},{"title":"Film Distribution/Digital Age","path_of_study":["Civic Liberal Arts"],"subject_code_course_number":"LCST 3059","description":["Getting It Out There: Film Distribution in the Digital Age will introduce students to the practical exigencies of contemporary film distribution. The course will be co-taught with Matt Grady, the founder and president of Factory 25, one of the most radical, tasteful, and innovative film distribution companies in the country. Students will study a different Factory 25 release each week, with special attention paid to marketing strategy, promotional materials, publicity, reviews, and a cost benefit analysis of how well each film performed in the marketplace. Guest filmmakers will also be invited to discuss their perspective on their film's distribution. This course is off-campus and will be taking place at The Film-maker's Coop, 475 Park Ave South, 6th Floor, New York, Ny 10016"]},{"title":"Culture Concept","path_of_study":["Civic Engagement"],"subject_code_course_number":"LCST 3211","description":["*Culture Concept* [Track C] While culture has become a buzzword in the social sciences, the category of culture is not unproblematic, either as an object of analysis or as a framework of explanation. The question of what culture is, and how it should be studied is far from being resolved. This course is organized around a set of arguments and debates that animate contemporary theory and research on culture. In readings and discussions students critically explore themes that emerge from theintersection of society, culture, and history: the culture concept; the status of meaning, agency, and structure in social scientific analysis; the relationship between power, domination, and resistance; and cultural critique. [Track C] \r"]},{"title":"Designing Digital Knowledges","path_of_study":["Civic Engagement","Gender Studies"],"subject_code_course_number":"LCST 3523","description":["*Designing Digital Knowledges: Production, Action, Labor* [Track C & M] This course takes up the principals, priorities and possibilities of Speculative Digital Humanities as they are articulated in Johanna Drucker's SpecLab, and moves through a set of readings and exercises that will encourage us to consider \"imaginary solutions\" (Alfred Jarry) to the problems of bringing humanities-based inquiry and creation to the digital and vice versa. We will also study a range of digital projects that \"exist\" and figure out what they do, how they work and study them through the lens of our key terms: Knowledge, Production, Action, Design and Labor. This course includes work on feminist, queer and critical race code studies, network theory, digital media research and creation, database studies and online archiving and 'anti-archiving,' the politics and practices of immaterial labor and the impact of Web 2.0 'sharing economies' on digital humanities inquiry and production. Ultimately, students will develop plans for project-specific digital architectures and material worlds.  This is not a programming course, but students with backgrounds in programming are welcome to bring their skills to this class! [Track C & M] This course counts toward the Gender Studies minor."]},{"title":"Radio Documentary","path_of_study":["Journalism + Design"],"subject_code_course_number":"LCST 3527","description":["*Radio Documentary* [Track M] The radio documentary is one of the most significant forms to emerge from the field of contemporary, post-war radio.  Evolving both from European models such as the seminal German feature Bells of Europe, and the public radio environment in this country, the genre is represented by subtle and complex works in a wide variety of styles, exploring a wide array of topics from personal crises to world events.  Both the full length documentary, and the short-form feature that is a staple of public radio programming, will be considered.  The form is important, aesthetically and culturally, not only because of intriguing and vital subject matter, but for groundbreaking technical and aesthetic vocabularies fashioned, often sui generis, by the producer/artists. [Track M]"]},{"title":"On Air: Radio/Podcasting","path_of_study":["Journalism + Design"],"subject_code_course_number":"LCST 3901","description":["*Radio / Podcasting: On Air* [Track M] WNSR is the New School's web-based radio station. Students are responsible for managing and producing content for the station's five programming streams, currently conceived as a series of podcasts while streaming options are being explored. Course components include station management including marketing and fundraising; Audio production including basic recording and mixing; Broadcast journalism including interviewing and writing for radio; Feature productions, editing, and critiquing; Music programming; Artistic performance programming-interfacing with Eugene Lang's wide array of creative performance and arts programming. Classes meet fully once a week, but students should be prepared to work independently outside of regular class times. This is a practice-based course. [Track M]","*Radio / Podcasting: On Air* [Track M] WNSR is the New School's web-based radio station. Students are responsible for managing and producing content for the station's five programming streams, currently conceived as a series of podcasts while streaming options are being explored. Course components include station management including marketing and fundraising; Audio production including basic recording and mixing; Broadcast journalism including interviewing and writing for radio; Feature productions, editing, and critiquing; Music programming; Artistic performance programming-interfacing with Eugene Lang's wide array of creative performance and arts programming. Classes meet fully once a week, but students should be prepared to work independently outside of regular class times. This is a practiced-based course. [Track M]","WNSR is the New School's web-based radio station. Students are responsible for managing and producing content for the station's five programming streams, currently conceived as a series of podcasts while streaming options are being explored. Course components include station management including marketing and fundraising; Audio production including basic recording and mixing; Broadcast journalism including interviewing and writing for radio; Feature productions, editing, and critiquing; Music programming; Artistic performance programming-interfacing with Eugene Lang's wide array of creative performance and arts programming. Classes meet fully once a week, but students should be prepared to work independently outside of regular class times. This is a practiced-based course. [Counts for Track M] \r\n<div>At least two introductory courses (or at least one introductory course and one 2000-level course). One introductory course should be in the relevant Track M.</div>"]},{"title":"Foucault, Bodies, Power","path_of_study":["Gender Studies","Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LCST 4029","description":["*Foucault, Bodies, Power* [Track C] This course provides a thick introduction to the work of Michel Foucault and the key concepts that have helped to shape the field of cultural studies. We will explore Foucault's theories of discipline, the body, discourse, power, biopolitics and sexuality and how these theories have been used, challenged and redefined within feminist, queer, critical race, crip, post-colonial and decolonial cultural studies. [Track C]"]},{"title":"Intro Contemporary Dance Prac","path_of_study":["The Arts","Dance"],"subject_code_course_number":"LDAN 2004","description":["This course, open to all students, introduces basic practices and principles of contemporary dance practices. Classes begin with a slow warm-up focused on anatomical landmarks and alignment principles, but then progress to vigorous, rhythmic movement patterns. A primary focus is to help each student find a connection to the floor from which she or he can stretch and move out into space.  The course, which utilizes movement practices that are being utilized by some of the field's most progressive choreographers, will give students experience learning choreographed sequences, while also fostering students' ability to self-direct as movers.  Prerequisites: None."]},{"title":"West African Dance","path_of_study":["The Arts","Dance","Ethnicity and Race"],"subject_code_course_number":"LDAN 2017","description":["Students will learn traditional rhythms and dances of West Africa and explore their connections to drumming.  Dances from Mali, Guinea, Ivory Coast, Senegal, and parts of South Africa will increase students' range of motion and challenge their creativity. Join in movement, rhythm and fun! This course is open to non-dance majors.","Students will learn traditional rhythms and dances of West Africa and explore their connections to drumming. Dances from Mali, Guinea, Ivory Coast, Senegal, and parts of South Africa will increase students' range of motion and challenge their creativity. Join in movement, rhythm and fun! This course is open to non-dance majors. ","This course, open to all students, consists of an intensive study of the traditional dances of West Africa with an emphasis on rhythm, kinesthetic form, and gestural expression.  The course focuses on traditional West African dance and music forms and their role in everyday life, as well as the evolution and interpretation of these traditions by contemporary African artists. Selected readings, videos, and discussion will complement the physical exploration of the dance forms.  Prerequisites: None"]},{"title":"Lang at Judson Church","path_of_study":["InterArts","Visual Studies","The Arts","Dance"],"subject_code_course_number":"LDAN 2021","description":["This course provides students the opportunity to delve into the downtown New York dance scene, by attending regular weekly performances of Movement Research at Judson Memorial Church. These performances are a free, high visibility, low tech forum for experimentation, emerging ideas, and works in progress. Students learn the history of the Judson Church in the context of post-modernism and avantgarde experimentalism in the early 1960's, with a focus on artists whose ground breaking work continue to influence the present day generation. Students write a series of short response papers articulating their response to the performances as they develop their own personal processes as performing or visual artists. A dance background is not a requisite for this class. Students will attend performances at Judson Church every Monday evening and participate in online discussion. The church is located at 55 Washington Square South. This is a Lang Out and About course. The first class meeting will be at 7pm in the Lang Cafe. ","This course provides students the opportunity to delve into experimental dance and performance in downtown New York by attending regular weekly performances of Movement Research at Judson Memorial Church. These performances are a free, high visibility, low tech forum for experimentation, emerging ideas, and works in progress. Required reading and class discussion considers the history of the Judson Dance Theater in the context of post-modernism and avant-garde experimentalism in the early 1960's. A dance background is not a requisite for this class. Students will attend performances at Judson Church every Monday evening and participate in class discussion on Wednesday evenings. The church is located at 55 Washington Square South."]},{"title":"Introduction to Dance History","path_of_study":["Civic Liberal Arts","Visual Studies","Dance"],"subject_code_course_number":"LDAN 2040","description":["This course will explore the function of dance amongst indigenous peoples and in various countries and throughout the world. Covering a wide overview of rituals and cultural traditions, we will delve into how dance is used in myriad purposes, from being a societal necessity in rites of passage to being extravagant theatrical entertainment. Dance as devotion will be studied in terms of propitiating the gods in India, Bali, Hawaii, and in Native American tribes. Ancestor worship through dance and trance in the Yoruba and Dogon tribes of Africa and Aboriginal Australia will be explored, as well as dances of purification and healing such as the Korean Kut ritual, the Zar of Northern Africa, and the Num Tchai of the African Bushman. Dance as a means of conveying political power will be viewed through the court dance traditions of Java, Ashanti tribal displays in Africa, lavish ballets during the Renaissance and Baroque eras, and in the \"œmodel plays\" of China's Cultural Revolution. Dance as entertainment will be viewed in terms of Japanese Noh and Kabuki Theater, French Romantic Ballet, and Beijing Opera. In addition to written texts and video documentation, we will review examples of related art forms and the rare audio-visual records available in the Dance History Collection at the Performing Arts Library at Lincoln Center.","This course explores the progression of ballet and modern dance in Europe and America, starting with classical ballet in Imperial Russia. It investigates the social, political, and historical contexts contributing to the evolution of ballet and contemporary dance, and analyzes its impact on other art forms in the 20th century. Ballets studied include Marius Petipa and Serge Diaghilev_s Les Ballets Russes. Also studied are the origins of modern dance in Europe beginning with Isadora Duncan, Loie Fuller, and the Austrucktanz of Mary Wigman and Rudolph Laban. Modern dance in America include Denishawn, Martha Graham, and Doris Humphrey; anthropologist/dancers Katherine Dunham and Pearl Primus; experimentalist choreographers Alwin Nikolais, Merce Cunningham; and the Post-modernists of the Judson Dance Theater. Students are expected to do research, view performance videos and documentaries, and write and talk about dance. Open to both dancers and non-dancers.","This course introduces students to issues and methods in the field of dance history.  Reckoning with the embodied and ephemeral nature of dance, students consider varied ways in which dancing tends to elude official history. With an emphasis on 20th century U.S. concert dance, course material includes theoretical and historical texts, recordings of performance, ethnographic accounts, and oral histories. Exploring a choreographic event of their choosing, students conduct research at the New York Public Library for the Performing Arts, one of the world's largest and most comprehensive archives devoted to the documentation of dance. The course is open to students across the arts and humanities."]},{"title":"Contemporary Dance Practices B","path_of_study":["The Arts","Dance"],"subject_code_course_number":"LDAN 2099","description":["This course continues the study of practices and principles of contemporary dance, as informed by the particular experience and performance history of each teacher. A primary focus is to help students find a connection to the floor from which they can stretch and move out into space. Attention is given to educating the body to move with specificity; to sharpening each student's rhythmic, spatial and energetic acuities; and to augmenting each student's range of qualitative possibilities. The course, which utilizes movement practices that are being utilized by some of the field's most progressive choreographers, will give students experience learning choreographed sequences, while also fostering students' ability to self-direct as movers. Prerequisite: a previous Moving with Somatics or Contemporary Dance Practices course, or permission of instructor or dance program director is required. Space is limited and priority is given to dance concentrators."]},{"title":"Contemporary Dance Practices A","path_of_study":["The Arts","Dance"],"subject_code_course_number":"LDAN 2100","description":["This course continues the study of practices and principles of contemporary dance, as informed by the particular experience and performance history of each teacher. A primary focus is to help students find a connection to the floor from which they can stretch and move out into space. Attention is given to educating the body to move with specificity; to sharpening each student's rhythmic, spatial and energetic acuities; and to augmenting each student's range of qualitative possibilities. The course, which utilizes movement practices that are being utilized by some of the field's most progressive choreographers, will give students experience learning choreographed sequences, while also fostering students' ability to self-direct as movers. Prerequisite: a previous Moving with Somatics or Contemporary Dance Practices course, or permission of instructor or dance program director is required. Space is limited and priority is given to dance concentrators.  Note: This course is offered for variable credit: First year dance concentrators and others taking this course for the first time, and who do not meet the pre-requisite, should register for 2 credits/MWF classes; students who meet the pre-requisite should register for 1 credit/MW classes only."]},{"title":"Intro to Ballet Practices","path_of_study":["The Arts","Dance"],"subject_code_course_number":"LDAN 2300","description":["This studio practice course is designed for the student with little to no prior experience with ballet practices, or someone returning to ballet after a hiatus. The course introduces principles of movement, shape, and alignment as grounded in the perspectives of classical ballet practices. Students work at the ballet barre, as well as explore center work that includes adagio, pirouettes, petite allegro and grand allegro.  Pre-requisites: None.\n","This studio practice course builds on principles of movement, shape, and alignment as grounded in the perspectives of classical ballet practices. Students work at the ballet barre, as well as explore center work that includes adagio, pirouettes, petite allegro and grand allegro. This course is required for all incoming first-year dance majors, and is only open to additional students by permission. Contact instructor for details. Students who register for Ballet Practices, Intro are also expected to enroll in Moving with Somatics, Intro.","This studio practice course builds on principles of movement, shape, and alignment as grounded in the perspectives of classical ballet practices. Students work at the ballet barre, as well as explore center work that includes adagio, pirouettes, petite allegro and grand allegro. \r\n<div>This course is required for all incoming first-year dance majors, and is only open to additional students by permission. Contact instructor for details. Students who register for Ballet Practices, Intro are also expected to enroll in Moving with Somatics, Intro. </div>"]},{"title":"IHD-Harlem Dance and Education","path_of_study":["The Arts","Civic Engagement","Dance"],"subject_code_course_number":"LDAN 2920","description":["This course offers Lang students the opportunity to mentor elementary school students through the \"I Have a Dream: Harlem\" afterschool program at P.S. 7, located at 160 East 120th St. In the Tuesday seminar sessions at Lang, students will be exposed to critical pedagogy and transformative arts education as they explore the field of dance in education. On Thursday afternoons Lang students work directly with third- and fourth-grade students in Harlem to develop a curriculum for their small dance groups. At the end of the semester Lang students will help facilitate a performance by their IHD-Harlem students for their families and community. Coursework also includes readings, weekly written assessment papers, a midterm research paper, and a final project where students are required to create a syllabus for future teaching endeavors.","The \"˜DANCE IN EDUCATION: I HAVE A DREAM SEMINAR AND PRACTICUM' will allow Lang students to participate in running an After School Dance Program at the Harlem based \"˜I Have a Dream' Program at PS 7. In this course students will explore the connection between engaged dance and elementary school literacy, mathematics and social studies. Along with field work at the IHAD program at PS 7 in Harlem, Lang students will participate in a Tuesday seminar where collectively they will engage in an in depth exploration of the field of Dance in Elementary Education. The Tuesday seminar will serve as a tool for reflection about the activities and interactions which take place at the \"˜I Have a Dream' Program, and allow for planning and shared curriculum development of the After School Dance Program. At the end of the semester, Lang students will help facilitate a performance and/or individual project by the Dreamers for their families and the \"˜I Have a Dream' community. Lang students will also create a syllabus for use in their own future teaching endeavors, based on an area of interest identified over the course of the semester.","In this course, students gain the skills to teach dance to 2nd and 3rd Graders at The Chelsea Elliott School. The course examines pedagogical methods, connections between dance and the children's literacy and math syllabi, and focuses on teaching games and methods that are effective for the appropriate age group. Students first \"practice teach\" lessons and subsequently work with the children. Students are supervised by the professor while working with the children. They reconvene at Lang College throughout the semester to share their experiences and for feedback. ","The \"˜DANCE IN EDUCATION: I HAVE A DREAM INTERNSHIP' will allow Lang students to participate in running an After School Dance Program at the Chelsea-Elliot \"˜I Have a Dream' Program. In this course students will explore the connection between engaged dance and middle school literacy, mathematics and social studies. Along with field work at the Hudson Guild Fulton Community House, Lang students will participate in a Tuesday seminar where collectively they will engage in an in depth exploration of the field of Dance in Elementary and Secondary Education. The Tuesday seminar will serve as a tool for reflection about the activities and interactions which take place at the Chelsea-Elliot \"˜I Have a Dream' Program, and allow for planning and shared curriculum development of the After School Dance Program. At the end of the semester, Lang students will help facilitate a performance and/or individual project by the Dreamers for their families and the Chelsea-Elliot \"˜I Have a Dream' community. Lang students will also create a syllabus for use in their own future teaching endeavors, based on an area of interest identified over the course of the semester."]},{"title":"Movement Research Repertory","path_of_study":["The Arts","Dance"],"subject_code_course_number":"LDAN 3010","description":["A partnership with Movement Research, a NYC-based organization that serves as a laboratory for experimentation in movement-based performance work, this course develops performance skills for advanced dancers through rehearsals and performances of a dance work choreographed by a current Movement Research Artist-in-Residence (A.I.R.). The new work is performed at the end of the semester in the annual Spring Dance Performance. This course provides students the opportunity to engage with varied approaches to choreographic research and understandings of the body and performance, as conceived and employed by some of the field's most adventurous contemporary practitioners. Audition required.","A partnership with Movement Research, a NYC-based organization that serves as a laboratory for experimentation in movement-based performance work, this course develops performance skills for advanced dancers through rehearsals and performances of a dance work choreographed by a current Movement Research Artist-in-Residence (A.I.R.). The new work is performed at the end of the semester in the annual Spring Dance Performance. This course provides students the opportunity to engage with varied approaches to choreographic research and understandings of the body and performance, as conceived and employed by some of the field's most adventurous contemporary practitioners.  Audition required."]},{"title":"Watching Ballet/Balanchine","path_of_study":["Civic Liberal Arts"],"subject_code_course_number":"LDAN 3201","description":["Learn the language and methods of the Western proscenium art of classical ballet through this writing intensive course. Partnering with the George Balanchine Trust and New York City Ballet (NYCB), students will gain an understanding of the history, traditions, and systems of training involved in the form. In addition, the class will attend performances and engage directly with NYCB choreographers in seminar, developing a hands-on approach to thinking and writing about ballet, exploring how a great choreographer like Balanchine used the vocabulary of ballet to express timeless emotion as well as contemporary kinetics.","Learn the language and methods of the Western proscenium art of classical ballet through this writing intensive course. Partnering with the George Balanchine Trust and New York City Ballet (NYCB), students will gain an understanding of the history, traditions, and systems of training involved in the form. In addition, the class will attend performances and engage directly with NYCB choreographers in seminar, developing a hands-on approach to thinking and writing about ballet, exploring how a great choreographer like Balanchine used the vocabulary of ballet to express timeless emotion as well as contemporary kinetics. This course meets for 5 Fridays, September 18-October 16."]},{"title":"Ballet Practices Cont","path_of_study":["The Arts","Dance"],"subject_code_course_number":"LDAN 3300","description":["This studio practice course builds on principles of movement, shape, and alignment as grounded in the perspectives of classical ballet practices. Students work at the ballet barre, as well as explore center work that includes adagio, pirouettes, petite allegro and grand allegro. Prerequisite: Ballet Practices, Intro. or Advanced Placement Audition.  First year dance students are also expected to also enroll in Moving with Somatics. Space is limited and priority is given to dance concentrators. Interested students outside of the Dance Program must contact the instructor for permission to enroll in the course.\n","This studio practice course builds on principles of movement, shape, and alignment as grounded in the perspectives of classical ballet practices. Students work at the ballet barre, as well as explore center work that includes adagio, pirouettes, petite allegro and grand allegro. Prerequisite: a previous semester of Ballet Practices, Continued or Advanced Placement Audition.  First year dance students are also expected to also enroll in Contemporary Dance Practices A. Space is limited and priority is given to dance concentrators. Interested students outside of the Dance Program must contact the instructor for permission to enroll in the course.\n","This advanced-level studio practice course builds on principles of movement, shape, and alignment as grounded in the perspectives of classical ballet practices. Students work at the ballet barre, as well as explore center work that includes adagio, pirouettes, petite allegro and grand allegro. Prerequisite: Ballet Practices, Intro. Space is limited and priority is given to dance majors. Interested students outside of the Dance Program must contact the instructor for permission to enroll in the course.","This advanced level studio practice course builds on principles of movement, shape and alignment as grounded in the perspectives of classical ballet practices.  Areas covered including: Barre work, center work of adagio, pirouettes, petite allegro, and grand allegro. \rPrerequisite: Ballet Practices, Intro, and only open to University by permission, contact instructor for details. Interested students outside of the Dance Program must contact the instructor for permission to enroll in the course."]},{"title":"Dance Making","path_of_study":["The Arts","Dance"],"subject_code_course_number":"LDAN 3330","description":["This course functions as a dance-making work group, approaching choreography as a practice of research and discovery. Students will develop original dance and performance projects throughout the semester, revising and showing them in class at least three times before a final presentation. Students can work both collaboratively and/or as choreographers authoring their own works, and will learn methods to describe, analyze and critique each other's choreographic projects. This course is repeatable. Prerequisite: Intro to Choreographic Research."]},{"title":"Repertory A","path_of_study":["The Arts","Dance"],"subject_code_course_number":"LDAN 3510","description":["This course develops performance skills for advanced dancers through rehearsals and performances of a dance work choreographed by a guest artist. The repertory work is performed at the end of the semester in the Lang Dance Performance. By design, this course is taught by a rotating group of artists currently practicing in the field, giving students the opportunity to engage with varied approaches to choreographic research and understandings of the body and of performance, as conceived and employed by some of the field's most adventurous contemporary practitioners. Audition required.","This course develops performance skills for advanced dancers through rehearsals and performances of a dance work choreographed by a guest artist.The repertory work is performed at the end of the semester in the Winter Dance Performance. By design, this course is taught by a rotating group of artists currently practicing in the field, giving students the opportunity to engage with varied approaches to choreographic research and understandings of the body and of performance, as conceived and employed by some of the fields most adventurous contemporary practitioners. \r\n<div>Audition required. </div>","This course develops performance skills for advanced dancers through rehearsals and performances of a dance work choreographed by a guest artist. The repertory work is performed at the end of the semester in the Winter Dance Performance. By design, this course is taught by a rotating group of artists currently practicing in the field, giving students the opportunity to engage with varied approaches to choreographic research and understandings of the body and of performance, as conceived and employed by some of the fields most adventurous contemporary practitioners. Audition required."]},{"title":"Tech, Inequality & Econ Growth","path_of_study":["Capitalism Studies"],"subject_code_course_number":"LECO 2125","description":["We will review notions of economic growth as they pertain to issues of wealth and income inequality as well as technology. Our case study will be the US economy of the 20th Century. Mathematical prerequisites will be self contained."]},{"title":"Hist of Econ Thought","path_of_study":["Capitalism Studies","Journalism + Design"],"subject_code_course_number":"LECO 3101","description":["This course provides an introduction to the history of economic thought. Such ideas are important because they inform us about the present structure of economic analysis: what has been retained and also what has been unfortunately lost. But equally, they inform us about the present structure of world in which we live. The focus of this course will be on Smith, Ricardo, Marx, the early neoclassical economists, and Keynes. Additional discussions on Austrian economics and on mainstream contemporary economic thought will conclude the course.","The aim of the course is to read the classics, the Great Economists, or as Heilbroner calls them, the Worldly Philosophers.  We will begin in the middle of the 18th C with Quesnay and the Physiocrats; this is the first instance of a model being used to study and recommend policy.  Their approach will be compared to that of Adam Smith.  Smith in turn is criticized and developed by Ricardo, who presents an analytically superior treatment of value, and extends the argument to long-run growth.  Malthus adds another dimension to this, While J S Mill clarifies many points and adds a sophisticated discussion of money and credit. Then the entire project is criticized and taken in another direction by Marx.  The next stage will be to study the rise of \"˜marginalism'.  We will read Alfred Marshall.  The final stage will be Keynes and aggregate demand.","This course does not currently have a description"]},{"title":"Econ & Pol of Global Warming","path_of_study":["Capitalism Studies","Journalism + Design"],"subject_code_course_number":"LECO 3245","description":[]},{"title":"Hist Foundations of Pol Eco I","path_of_study":["Capitalism Studies","Journalism + Design"],"subject_code_course_number":"LECO 4510","description":["This course provides an introduction to the history of classical economic thought. The course begins with a brief survey of political economy to 1776, then turn to the classical economists. The focus is on Smith, Malthus, Ricardo, Mill, and Marx, with about half the semester devoted to a survey of Marx's economics, treated in the context of classical political economy. This course is crosslisted with the New School for Social Research. "]},{"title":"Global Environmental History","path_of_study":["Capitalism Studies","Environmental Studies","Global Studies","Politics"],"subject_code_course_number":"LHIS 2200","description":["Hardly a day goes by without news of the many ways in which climate change is reshaping societies around the world. These days, the influence of environmental transformation on human experience seems plainly obvious. But until quite recently, historians and other social scientists tended to narrate the histories of global societies and cultures as the outcomes of human action alone. Strongly influenced by new environmentalist movements, environmental history emerged several decades ago as an effort to write the non-human world back into the making of human pasts. Though approaches vary, environmental history encompasses a wide array of projects concerning the effects (both intended and unintended) of human societies on the environment, the role of non-human nature in the making of human history, and the history of ideas about humans and the environment.\nWe will begin by reading some classic texts that showcase the diversity of approaches to writing environmental history. The remainder of the course will cover major themes in the environmental history of global capitalist modernity. Topics will include: the many natures of pre-capitalist empire states, colonial capitalism and agrarian development, imperialism and the production of environmental knowledge, the making of global commodity frontiers, disease and the environment, energy regimes and the rise of petro-politics, the city as environment, global food production, and the politics of climate change. Environmental history is an inherently inter-disciplinary field, and students from all majors and departments are welcome. Course counts towards credit in the Capitalism Studies Minor.\n\n\n"]},{"title":"Global South & History of Sci","path_of_study":["Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LHIS 2221","description":["This seminar approaches the history of science from the perspective of the global margins. We will study the contextual connections between biological research, imperialism and postcolonial societies. We will analyze case studies from the history of Eugenics and racism, military research, sexually transmitted diseases and the social and environmental impact of science in the Global South. The course places special emphasis on historical case studies from Latin America and Africa."]},{"title":"Political & Social Change: 60s","path_of_study":["Civic Engagement"],"subject_code_course_number":"LHIS 3000","description":["What were the nineteensixties? What do people mean when they say \"The Sixties\"? When did the decade begin and when did it end? What were its roots? What is its legacy? How do we begin to understand a period which was characterized by upheaval and fragmentation and challenge to many of the most sacred dogmas of American life? Far more than a movement for civil rights, or a war, or a cultural phenomenon, the sixties was a period of rapid political and social change. A decade that bore witness to the highs and lows of the American experience, the 1960s has to be understood both as a watershed and as an ongoing process. The history of this long decade emphasizes the interrelationships between the specific events of the period and constant pressure of diverse political movements. Many of the major issues we are grappling with today -- the American presence in Afghanistan, conflict over immigration, school re-segregation, and cultural anxieties over gay marriage -- emerge from the successes, failures, and excesses of the 1960s. This seminar will look at the 1960s through multiple prisms: the Civil Rights movement, Black power, the war in Viet Nam and antiwar agitation, the assassinations, the student movements, feminism, and popular culture. We will use a wide range of sources -- a mixture of primary documents (including film footage) and secondary accounts, but the emphasis will be on the words and the actions of the participants. "]},{"title":"Enviro History Mideast/S. Asia","path_of_study":["Civic Engagement"],"subject_code_course_number":"LHIS 3033","description":["In this seminar, we will consider asks what it means to study environmental history in a non-Western context. Within scholarship on Europe and the United States, the first major works in this field emerged to challenge a dominant tendency to narrate history as the story of humans and humans alone. Many of the pioneers of environmental history were also heavily engaged with the new politics of environmentalism. Among scholars of the postcolonial world, the rise of environmental history has been much more recent, and the creative new studies that have appeared lately contribute to a rather different history of thinking about the relationship between humans and their environments. This reading-intensive course will provide us with an opportunity to enjoy some of the fantastic new scholarship on the environmental history of the Middle East and South Asia that has been published in the past decade or so. Organized thematically, the class aims to offer a sampling of the different kinds of questions that historians working under the broad banner of environmental history have been asking. But we will also dabble in some older traditions of writing about human societies and their environments\"”from varieties of environmental determinism to development studies to the rich tradition of agrarian social history\"”in order to think together about what is or is not different about an environmental history approach."]},{"title":"Gender, Race, and Citizenship","path_of_study":["Civic Engagement","Ethnicity and Race","Gender Studies"],"subject_code_course_number":"LHIS 3113","description":["This seminar explores the history of American women from the early republic to the present day, focusing on three periods: the aftermath of the Revolutionary War, the turn of the 19th and 20th centuries, and the decades following WWII.  Students examine social, economic, and political issues among and across groups of women and men in order to explore and evaluate structures of inequality, racial categories, and sexual identity.  \"œGender, Race and Citizenship\" focuses on reading and analyzing primary sources and examining how historians use these sources to write history.  The goal is to develop critical and analytical skills and to understand the racial and gender dimensions of American history -- the complex processes by which a \"˜White Man's Republic' was initially constituted and subsequently challenged. This course counts toward the Gender Studies minor."]},{"title":"Violence/Repression/Revolution","path_of_study":["Civic Engagement"],"subject_code_course_number":"LHIS 4531","description":["This graduate course focuses on recent historical approaches to violence, repression and revolution in modern and contemporary history with special reference to recent developments in political history, dictatorship, fascism and the politics of memory. The course approaches these topics from the perspective of Latin American and European history. The seminar also examines the contextual role of symbolic and explicit violence in critical theory and historiography."]},{"title":"Zone Infrastructure","path_of_study":["Capitalism Studies"],"subject_code_course_number":"LHIS 4537","description":["A new form of global space is emerging\"”\"œthe Zone\". Green zones, free trade zones, hi-technology corridors\"”these are but a few of the new types of territories that make up our contemporary world.  Often linked to new forms of digital media, security and war, logistics, and economy these spaces demand study.  They may be the future of urban life on earth.  This course will look at histories of zones, and study how globalization, technology, and economy are transforming the structure, form, and design of contemporary human settlements.  Our study will stretch from piracy and colonial trading companies,  to contemporary ubiquitous computing cities and free trade zones, to satellite systems.  The course will be a part lab/part seminar. Students will be trained in softwares for spatial visualization and mapping, and will be encouraged to produce multi-modal and media presentations and final mapping projects. The course will thus introduce students to both research skills in history and with archives, as well as training students in basic web based presentation and the use of api's for geographic and spatial analysis."]},{"title":"Arts Writing Workshop","path_of_study":["InterArts","The Arts"],"subject_code_course_number":"LINA 2003","description":["This is a writing workshop in which students write about the arts and analyze a broad range of arts commentary in influential national media. Performance and visual arts, including video, film, dance, and music, are the focus of the reviews and articles. The workshop consists of open critiques of individual student writing in class; group projects in which the class attends and writes about an event; discussion and reports on selected critics; in-class collaborative projects; and visits to galleries and performance events. The course is organized around journalistic and literary traditions of arts writing, not academic criticism or theory. This class is not open to first-year students.","This is a writing workshop in which students write about the arts and analyze a broad range of arts commentary in influential national media. Performance and visual arts, including video, film, dance, and music are the focus of the reviews and articles. The workshop consists of open critiques of individual student writing in class; group projects in which the class attends and writes about an event; discussion and reports on selected critics; in-class collaborative projects; visits to galleries and performance events.  it is organized around journalistic and literary traditions of arts writing, not an academic criticism or theory. This class is not open to first year students.","This is a writing workshop in which students analyze a broad range of commentary on performance and the visual arts, including dance, media, video, and photography. The workshop consists of critiques of individual student writing in class; group projects in which the class attends and writes about events; reading and analysis of national commentary and selected arts critics; in-class viewing and discussion of visual materials; and visits to galleries and performance events. This workshop is organized around journalistic and literary traditions of arts writing. This four-credit course meets for fewer in-class hours than others but requires attendance at selected arts events. This class is not open to first year students.","This is a writing workshop in which students analyze a broad range of commentary on performance and the visual arts, including dance, media, video, and photography. The workshop consists of critiques of individual student writing in class; group projects in which the class attends and writes about events; reading and analysis of national commentary and selected arts critics; in-class viewing and discussion of visual materials; and visits to galleries and performance events. This workshop is organized around journalistic and literary traditions of arts writing. This four-credit course meets for fewer in-class hours than others but requires attendance at selected arts events. This class is not open to first year students taking Writing the Essay I or II.","This is a writing workshop in which students learn to read, write, and analyze a broad range of commentary on the arts from the major national media on important contemporary topics and events.Performance and visual arts, including dance, media, video, photography et al, are the focus of the reviews and critical pieces.The workshop consists of critiques of individual student writing in class; group projects in which the class attends and writes about an event; reading and analysis of national commentary and selected arts critics; in-class viewing and discussion of visual materials; visits to galleries, performance events.This workshop is not an academic criticism and contemporary theory class; it is organized around journalistic and literary traditions of arts writing.\r\n<div>Attendance at arts events required. </div>"]},{"title":"Punk & Noise","path_of_study":["InterArts","The Arts","Gender Studies","Music"],"subject_code_course_number":"LINA 2006","description":["This course explores the aesthetics, techniques, history, and elements of style in punk and noise music, with an emphasis on New York City-based musicians, audiences, and venues. Related topics include postmodernism, youth subcultures, the music industry, and issues of politics and gender.The course offers opportunities for performance and composition. Familiarity with Western music notation is not required. ","This course explores the aesthetics, techniques, history, and elements of style in punk and noise music, with an emphasis on New York City-based musicians, audiences, and venues. Related topics include postmodernism, youth subcultures, the music industry, and issues of politics and gender. The course offers opportunities for performance and composition. Familiarity with Western music notation is not required.","This course explores the aesthetics, techniques, history, and elements of style in punk and noise music, with an emphasis on New York City-based musicians, audiences, and venues. Related topics include postmodernism, youth subcultures, the music industry, and issues of politics and gender. The course offers opportunities for performance and composition. Familiarity with Western music notation is not required. This course counts toward the Gender Studies minor."]},{"title":"Arts in New York City","path_of_study":["InterArts","The Arts"],"subject_code_course_number":"LINA 2010","description":["In this course students attend a variety of music, dance, and theater performances and art exhibits in New York City as well as on-campus presentations by visiting artists. Students attend seven programmed events during the semester and share their reviews in an online forum. Lang College covers the cost of tickets for these events, so course enrollment is limited to Lang students only. The first and only class meeting, required of all registered students, will be the second Tuesday of the semester (Tuesday, Sept. 8) at 6:00pm in the Lang cafe, 65 West 11th St.","In this course students experience a wide variety of music, dance, and theater performances and art exhibits in New York City as well as on-campus presentations by guest artists. Students attend seven programmed events during the semester and share their reviews in an online forum. Lang College covers the cost of tickets for these events, so course enrollment is limited to Lang BA and BA/BFA students only. The first and only class meeting, required of all registered students to choose their events, will be held on the second Monday of the semester (Monday, Feb. 1) at 6:00pm in the Lang cafe, 65 West 11th St.","In this course students take part in an exciting variety of music, dance, and theater performances and art exhibits in New York City, including on-campus presentations by visiting artists and scholars. Students attend seven programmed events during the semester and share their reviews in an online forum. Lang College covers the cost of tickets for these events, so course enrollment is limited to Lang students only. The first and only class meeting, required of all registered students, will be held on the second Monday of the semester, Sept. 8, at 6:00pm in the Lang cafe.\n\n","In this course students take part in an exciting variety of music, dance, and theater performances and art exhibits in New York City, including on-campus presentations by visiting artists and scholars. Students attend seven programmed events during the semester and share their reviews in an online forum. Lang College covers the cost of tickets for these events, so course enrollment is limited to Lang students only. The first and only class meeting, required of all registered students, will be the second Monday of the semester, Monday, Feb. 2, at 6:00pm in the Lang cafeteria.","In this course students take part in an exciting variety of music and theater performances and art exhibits in New York City, including on-campus presentations by visiting artists and performers. Students attend seven programmed events during the semester and share their reviews in an online forum. Lang College covers the cost of tickets for these events, so course enrollment is limited. The one and only class meeting, required of all registered students, is scheduled for the second Monday of the semester at 6:00pm in the Lang Cafeteria.","In this course students take part in an exciting variety of music and theater performances and art exhibits in New York City, including on-campus presentations by visiting artists and performers. Students attend seven programmed events during the semester and share their reviews in an online forum. Lang College covers the cost of tickets for these events, so course enrollment is limited to Lang students only.","In this course students take part in an exciting variety of music and theater performances and art exhibits in New York City, including on-campus presentations by visiting artists and performers. Students attend seven programmed events during the semester and share their reviews in an online forum. Lang College covers the cost of tickets for these events, so course enrollment is limited. The one and only class meeting, required of all registered students, is scheduled for the second Monday of the semester at 8:00am in the Lang Cafeteria.","In this course students take part in an exciting variety of music and theater performances and art exhibits in New York City, including on-campus presentations by visiting artists and performers. Students attend seven programmed events during the semester and share their reviews in an online forum. Lang College covers the cost of tickets for these events, so course enrollment is limited. The one and only class meeting, required of all registered students, is scheduled for the second Monday of the semester (Jan. 30, 2012) at 6:00pm in the Lang Cafeteria."]},{"title":"Arts Digital Toolkit","path_of_study":["InterArts","The Arts"],"subject_code_course_number":"LINA 2025","description":["This course provides students the practical and conceptual skills to integrate digital media into their research presentations and art-making practice. It covers the acquisition and production of digital media using DSLR's, video cameras, and sound recorders and the use of imaging applications from the Adobe Creative Suite such as Premiere, Photoshop and After Effects, as well as selected sound design applications. Students prepare their material for various output scenarios ranging from print graphics to Internet distribution to large-scale projection. Students must own an external hard drive for saving and transferring their work.","This course provides students the practical and conceptual skills to integrate digital media into their research presentations and art-making practice. It covers techniques of capture and manipulation of digital media with conventional video cameras and other input tools such as mobile phones, still cameras, and sound recorders and the use of imaging applications from the Adobe Creative Suite such as Premiere, Photoshop and After Effects, as well as selected sound design applications. Students prepare their material for various output scenarios ranging from print graphics to Internet distribution to large-scale projection. Students must own an external hard drive for saving and transferring their work. Owning a digital still or video camera is useful but not mandatory.","This course provides students the practical and conceptual skills to integrate digital media into their research presentations and art-making practice. It covers techniques of capture and manipulation of digital media with conventional video cameras and other input tools such as mobile phone, still cameras, and sound recorders; software applications such as Final Cut Pro, Adobe Photoshop, and Illustrator; and selected sound design applications. Students prepare their material for various output scenarios ranging from print graphics to Internet distribution to large-scale projection. Students must own an external hard drive for saving their work. Owning a digital still or video camera is helpful but not mandatory.","This foundational course provides students with practical and conceptual skills to integrate digital media into their research presentations and art-making practice. It covers the acquisition and production of digital media using DSLR's, video cameras, and sound recorders and the use of imaging applications from the Adobe Creative Suite such as Premiere, Photoshop and After Effects, as well as selected sound design applications. Students prepare their material for various output scenarios ranging from print graphics to Internet distribution to large-scale projection. Students must own an external hard drive for saving and transferring their work."]},{"title":"Melodrama in the Arts","path_of_study":["InterArts","The Arts"],"subject_code_course_number":"LINA 2032","description":["This course explores melodrama, that much maligned but most wonderful of genres, from its original definition as \"œa sensational or romantic stage play with interspersed songs and an orchestral accompaniment\" to its present day incarnations. We will investigate the history and techniques of melodrama as evidenced in works for the stage as well as music and cinema, and we will also pursue questions about the cultural significance and uses of melodrama in our culture. Reading and listening assignments include works by dramatists such as Dion Boucicault, Alexandre Dumas, Charles Ludlam, and the impresario David Belasco; novelists such as Charlotte Bronte, composers such as Robert Schumann, films by directors such as Rainer Werner Fassbinder; and selected theoretical writings by Eric Bentley, Peter Brooks, and Judith Halberstam. Through this course we will understand melodrama (and the quality of being \"œmelodramatic\") through a range of artworks and historical contexts."]},{"title":"Real Presence in Performance","path_of_study":["InterArts","The Arts"],"subject_code_course_number":"LINA 2034","description":["This course explores embodied presence in performance through a study of historical threads and contemporary practices in both dance and theater. We will look at performance structures that consider the real presence of the performer beyond created expressions of character in theater or movement strategies in dance, from early 20th century ideas of physicality in theater and the birth and growth of German Expressionist dance through postwar intersections of dance and theater in Europe and America. Evolving theories of corporeality provide a lens to consider performance practice across disciplines, including emerging fields of interdisciplinary performance and body art. From this historical background, the course examines contemporary trends in Tanztheater (Pina Bausch, Sasha Walz, etc.) and Physical Theater (Theatre du Complicite, SITI Company, etc.), and the eroding boundaries between contemporary performance forms. Students will gain an understanding of concepts of presence and theories of the body in performance, and explore the work of several 20th century practitioners through reading and viewing assignments, and in the completion of a series of research and writing projects over the course of the semester."]},{"title":"Sound and Sexual Politics","path_of_study":["Gender Studies"],"subject_code_course_number":"LINA 2036","description":["This course takes up questions of gender, sexuality, performance, and sound in art since 1945. Sexual politics have been understood almost exclusively in terms of visual and textual markers, yet their entanglement with the sensory and philosophical register of sound is extensive. Gender and sexuality cut through discourses on sound and sonic aesthetics, asking us to rethink both the history of sonic art and the status of sound in the arts more broadly. Likewise, attention to the sexual politics of sound within aesthetics and performance might compel us to reframe sexual difference, and sexual dissidence. We will study how artists have deployed sound--as part of performances, videos, installations, and sculptures, as well as in \"sonic art\"--in ways that offer material for queer and feminist thought. The role of musical, vocal, and auditory practices within political movements will also be considered. Course material will span artwork and popular culture as well as black studies, Marxist feminism, film theory, queer studies, psychoanalysis, visual studies, and art history. Reciprocally, we will explore how close attention to sound and sound studies might reshape central knots in feminist theory and queer theory. In addition to reading and listening assignments, students will complete a series of writing projects over the course of the semester. This course counts toward the Gender Studies minor."]},{"title":"Contemporary Cuba","path_of_study":["InterArts","The Arts","Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LINA 2101","description":["The course will focus on the development of different artistic media over five decades of Cuba's contemporary history. We will consider how Cuban works of art reflect the complexity of the country's history, culture, and charged political situations. We will analyze the history of the post-revolutionary era through the lenses of visual arts, considering how they constitute highly sophisticated interpretations of the always-changing reality. Classic films and video by prestigious filmmakers (Santiago Alvarez and Tomas Gutierrez Alea) will be reviewed and analyzed, and we will also explore the history of Cuban music and dance with guest lecturers. This course examines curatorial events organized in Cuba, such as the Havana Biennial, and exhibitions of Cuban art in North America, such as Cuba: Art and History from 1868 to Today! at the Museum of Fine Arts in Montreal in 2008 and Â¡Cuba, Cuba! 65 years of Photography, organized by the International Center of Photography in August 2015."]},{"title":"The Open Work","path_of_study":["The Arts","Civic Engagement","InterArts"],"subject_code_course_number":"LINA 3023","description":["The arts since the 1950s have all seen a re-evaluation of the notion that the artist is responsible for every part of a fixed and definitive work. Instead, many artists have let the outcome of the work be determined by social interaction, natural processes, or pure chance. In this interdisciplinary course we will closely consider artists' works and writings in all mediums including: Sol Lewitt's wall drawings, Brian Eno's generative music, Alison Knowles' Fluxus event scores, Thomas Hirschhorn's monument projects, William Forsythe's dance improvisation technologies, and the unrealized Fun Palace of theater director Joan Littlewood and architect Cedric Price. In parallel with discussing artworks, students read key writings in media theory, art criticism and science to stimulate questions about artistic subjectivity, the politics of interactivity, the meaning of chance, and the productive relations between theory and art practice."]},{"title":"Consciousness & Creativity","path_of_study":["InterArts","The Arts"],"subject_code_course_number":"LINA 3024","description":["A constant goal throughout the arts is to enlarge the scope of human consciousness and imagination. This course encourages exploration of some of the automatic perceptual processes (such as memory and attention allocation) that underlie our present understanding of the mind/brain. The course includes visits to exhibitions of art works ranging from sensory deprivation to \"telematic\" communications and performance works. Students will examine selected readings and case studies of art within the framework of the course. The seminar will provide access to some neuroscientific tools (such as EEG headsets) and a visit to a brain imaging facility. In conjunction with these resources, hands-on exploration may result in the student's own aesthetic interpretation of basic neuroscientific knowledge (such as neural networks, perception, affect). Students will learn how artworks can become forms of \"embodied cognition\" and they will explore ways to integrate their creative practices with these scientific and philosophical concepts."]},{"title":"Visual Music","path_of_study":["InterArts","The Arts"],"subject_code_course_number":"LINA 3025","description":["This course provides historical, theoretical, and practical perspectives on the possible relationships between music and the visual arts. Such interdisciplinary relationships have fascinated artists, musicians, scientists, and philosophers since Antiquity, but especially since the late nineteenth and early twentieth century, when new technologies altered many perceptual practices and creative processes involving sight and sound.The course is organized thematically, covering sonic and visual perception (including synaesthesia), the ideal of the \"total artwork,\" purity vs. hybridity of artforms, and \"intermedia.\" In addition to regular readings and viewing/listening assignments, the course includes collaborative student projects that translate these possibilities for artistic synergy into new expressive forms. A basic ability to read music notation is helpful but not required. ","This course provides historical, theoretical, and practical perspectives on the synaesthetic overlaps between music and the visual arts. These creative \"correspondences\" (to borrow Baudelaire's term) have fascinated artists, musicians, scientists, and philosophers since Antiquity, but especially since the late nineteenth and early twentieth century, when new technologies such as photography, sound recording, and cinema challenged traditional distinctions between artistic disciplines and encouraged experimental approaches to this interplay of sight and sound. We will study specific artworks, concepts, and movements to gain a deeper understanding of this evolving field of creative and perceptual practices."]},{"title":"Real Presence in Performance","path_of_study":["InterArts","The Arts"],"subject_code_course_number":"LINA 3041","description":["This course explores embodied presence in performance through a study of historical threads and contemporary practices in both dance and theater. We will look at performance structures that consider the real presence of the performer beyond created expressions of character in theater or movement strategies in dance, from early 20th century ideas of physicality in theater and the birth and growth of German Expressionist dance through postwar intersections of dance and theater in Europe and America. Evolving theories of corporeality provide a lens to consider performance practice across disciplines, including emerging fields of interdisciplinary performance and body art. From this historical background, the course examines contemporary trends in Tanztheater (Pina Bausch, Sasha Walz, etc.) and Physical Theater (Theatre du Complicite, SITI Company, etc.), and the eroding boundaries between contemporary performance forms. Students will gain an understanding of concepts of presence and theories of the body in performance, and explore the work of several 20th century practitioners through reading and viewing assignments, and in the completion of a series of research and writing projects over the course of the semester."]},{"title":"Vogue'ology","path_of_study":["InterArts","The Arts","Civic Engagement","Ethnicity and Race","Gender Studies"],"subject_code_course_number":"LINA 3130","description":["The predominantly African American and Latino lesbian, gay, bisexual and transgender Ballroom scene is renowned for its music, fashion, and performance innovations. Vogue, the Ballroom scene's signature dance form, is a movement-based exploration of popular cultural representations of gender, class and race that has informed contemporary notions of gender performativity while also being used to affirm normative notions of femininity, wealth and whiteness. In Vogue'ology we take up this and other contradictions related to Vogue by approaching it as both a focus of cultural analysis as well as a method for embodied investigations of power. We will mirror and complicate this shift between looking at and learning through Vogue by switching between seminar classes, studio sessions and fieldwork. As we move perspective and practice we will ask what each approach teaches us about the complex play between lived histories, embodied experiences, and the political economy of New York City. Vogue'ology is part of a multi-phased, long-term collaboration between the sound-art collective, Ultra-red, and members of New York City's House|Ballroom scene and will be taught by Ultra-red and Ballroom participants.","Vogue'ology looks at the dance form of Vogue in relations to its rich and complex social context, namely the House and Ballroom Scene and the broad history of struggles against oppression undertaken by racial, sexual and gender minorities and poor. Many people want to learn to Vogue. As we go about doing so, however, we ask: What is one actually learning when we learn to Vogue? What the relationship is between the body of the performer, the body of the teacher and the body of the community? How do we embody history? What kind of knowledge is transmitted in this teaching and learning and what are the consequences of the different ways in which Voguing is taught? We will look at the roots of Vogue in performance forms dating from the slave era and the social shifts that occurred during the Harlem Renaissance. We will also examine the relationship between a dance practice and the social world. This includes a concern not only with race and gender but also with class and aesthetic, political and religious ideologies. Among the authors we will read are W.E.B. Du Bois, Kelly Brown Douglas, Theodore W. Allen, and Tricia Rose. This course counts toward the Gender Studies minor."]},{"title":"Femme Fatale","path_of_study":["InterArts","The Arts","Gender Studies"],"subject_code_course_number":"LINA 3311","description":["This course examines the iconic femme fatale figure as she appears in dramatic literature and pop culture from the Greeks to the present day. Students explore the question of why this alluring but treacherous siren has persisted, with scant alteration, over centuries.What is threatening about her, and to whom? How does this archetype stand in relation to the lives women typically lead? Virginia Woolf once observed that women were accorded a power in literature that they were never allowed in life. Why? Students read plays, see Hollywood movies, and look at related literature in such fields as psychology and cultural studies. ","This course examines the iconic femme fatale figure as she appears in dramatic literature and pop culture from the Greeks to the present day. Students explore the question of why this alluring but treacherous siren has persisted, with scant alteration, over centuries. What is threatening about her, and to whom? How does this archetype stand in relation to the lives women typically lead? Virginia Woolf once observed that women were accorded a power in literature that they were never allowed in life. Why? Students read plays, see Hollywood movies, and look at related literature in such fields as psychology and cultural studies. This course counts toward the Gender Studies minor.","This course examines the iconic femme fatale figure as she appears in dramatic literature and pop culture from the Greeks to the present day. Students explore the question of why this alluring but treacherous siren has persisted, with scant alteration, over centuries. What is threatening about her, and to whom? How does this archetype stand in relation to the lives women typically lead? Virginia Woolf once observed that women were accorded a power in literature that they were never allowed in life. Why? Students read plays, see Hollywood movies, and look at related literature in such fields as psychology and cultural studies."]},{"title":"Listening to America","path_of_study":["Civic Engagement"],"subject_code_course_number":"LLSL 2039","description":["This course is an introduction to rhetorical theory and its modern American contexts. Considering the classical philosophical relationship between speech, listening, vernacular, and democracy, this course will will interrogate the ways in which America and Americans are rhetorically composed, solidified, and contested through the voices of literature, oratory, music, and audio culture. Jay Fliegelman argues that \"œThe Declaration of Independence\" was meant to be read aloud and that, in reading this document silently to ourselves, we fail to grasp its meaning and potential. He maintains that America is a culture and society built on the affective and rational dimensions of listening. We will consider such texts as Whitman's \"œSong of Myself,\" the people's microphone of Occupy Wall Street, Martin Luther King, Jr.'s \"œI Have a Dream\" speech,  and Zora Neale Hurston, Their Eyes Were Watching God. We will ask why Americans are galvanized by voices and how a deeper understanding of rhetoric can contribute to a broader definition of nation."]},{"title":"Contemporary Latin Am Lit","path_of_study":["Ethnicity and Race"],"subject_code_course_number":"LLSL 2411","description":["This course studies Spanish American texts written during the last two decades by such authors as novelists Roberto Bolano, Cesar Aira, Juan Gabriel Vasquez, and playwright Sabina Berman.  While contemporary writers had long labored under the shadow cast by the international reputation of the Boom novelists and other Latin American authors of the 1960s, the rise of Bolano as a world author has generated a new wave of interest in Latin American literature as a principal contributor to the current literary scene."]},{"title":"Modernism, Gender, Sexuality","path_of_study":["Civic Engagement","Ethnicity and Race","Gender Studies"],"subject_code_course_number":"LLSL 3031","description":["This course considers how modernist expression and technique in Britain and America developed around issues of sexuality and gender. We will focus on the writing and performance of queer sexuality and the \"œopen secret,\" hard-boiled masculinity and the context of WWI, new forms of women's sexual liberation on the heels of Victorian constraint, and women's blues expression and its racial constraints. We will define writing as a gendered and sexed activity in its cultural, social, racial, economic, and artistic contexts. Texts and artists will include, The Portrait of a Lady, \"œThe Beast in the Jungle,\" The Good Soldier, A Room of One's Own, Blues Legacies and Black Feminism, the music of Bessie Smith and Josephine Baker, Passing, Giovanni's Room, The Sun Also Rises, Casablanca, and Nightwood. We will also read several key texts in the theory and history of gender and sexuality. This course satisfies the Gender Studies minor."]},{"title":"Race & Literature","path_of_study":["Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LLSL 3035","description":["We will read a wide range of writers whose works of fiction deepen our understanding of the construction of race in the U.S. from the mid-nineteenth century to today.  We will use theoretical framings and historical contexts provided by W. E. B. DuBois, Franz Fanon, bell hooks, Paul Gilroy, Cornell West, Henry Louis Gates, Stuart Hall, and others as we read fiction by Charles Chesnutt, Ann Petry, James Baldwin, Ralph Ellison, Richard Wright, Toni Morrison, Octavia Butler, and others."]},{"title":"Lit & Rev in Lat Amer","path_of_study":["Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LLSL 3052","description":["This course studies the discrepant visions and revisions of revolution in Spanish American literature from the 19th century until the present.  Given the social and economic inequality prevalent in the region, Spanish American writers have frequently grappled with the need for radical political change.  In particular, the belief in revolution as a modernizing and democratizing process became widespread after the Cuban Revolution in 1959, which for many exemplified the possibility of achieving equality and freedom in the region. Readings may include The Kiss of the Spider woman by the Argentinean novelist Manuel Puig, The Real Life of Alejandro Mayta by Peruvian novelist Mario Vargas Llosa, Roberto Bolano's Distant Star, and Ernesto Che Guevara's The Motorcycle Diaries.","This course studies the discrepant visions and revisions of revolution in Spanish American literature from the 19th century until the present. Given the social and economic inequality prevalent in the region, Spanish American writers have frequently grappled with the need for radical political change. In particular, the belief in revolution as a modernizing and democratizing process became widespread after the Cuban Revolution in 1959, which for many exemplified the possibility of achieving equality and freedom in the region. Among the authors studied are Karl Marx and Friedrich Engels, Jose Marti, Jose Carlos Mariategui, Ernesto \"Che\" Guevara, Mario Vargas Llosa and Roberto Bolano.","This course studies the discrepant visions and revisions of revolution in Spanish American literature from the 1950s until the late twentieth century.  Given the social and economic inequality prevalent in the region, Spanish American writers have grappled with the need for radical political change.  In particular, the belief in revolution as a modernizing and democratizing process became widespread after the Cuban Revolution in 1959, which for many exemplified the possibility of achieving equality and freedom in the region. We begin with the Chilean Pablo Neruda's Heights of Macchu Picchu, a section from his Canto general (General Song), a landmark in world literature and the clearest expression of the poet's Marxist ideals and his commitment to the idea of revolution; we conclude with the late 20th century novella A Distant Star by the also Chilean Roberto Bolano, which expresses a disenchanted view of the possibility of social change while still expressing a belief in its necessity.  Additional readings include The Kiss of the Spider woman by the Argentinean novelist Manuel Puig and The Real Life of Alejandro Mayta by Peruvian novelist Mario Vargas Llosa.  We also study Karl Marx's and Friedrich Engels' Communist Manifesto, Ernesto Che Guevara's narrative and essayistic writings, among other texts.\r\n"]},{"title":"Contemp. American Poetry","path_of_study":["Civic Engagement"],"subject_code_course_number":"LLSL 3105","description":["Through this course students relive the rejection of traditional verse forms that came to full flower after the end of the Second World War. Sometimes dismissed as trivial, the poetry of the Beats, the New York School, and the Black Mountain poets expressed philosophical convictions that were at once a throwback to the Romantic era and a step forward into postmodernism. Driven by a sense of mission and a conviction in the world-changing importance of art, they formed strong alliances and invented the poetic practices that continue to influence new generations of poets. Students read a wide range of poetry as well as works that tell the stories of an era when poetry was infused with energy, boldness, and an unmistakable sense of cool."]},{"title":"Jane Austen","path_of_study":["Gender Studies"],"subject_code_course_number":"LLST 3055","description":["This is a special author course, in which we read all of Austen's major novels, and explore her contribution to the history of fiction. Her work appeals to a wide range of readers. We shall consider her work in the context of her own time and place, a complex moment in English history, as well as relating it to feminist and postcolonial approaches to fiction.","Jane Austen is a major contributor to the English novel. She wrote at a time when women were rarely permitted an influential voice, and when her country was struggling to construct itself as a nation internally and engaging in imperial expansion abroad, both of which were dominated by elite English men. This course will read her fiction in the contexts of her life and her world, as well as exploring a variety of critical approaches and responses over the long period since she wrote. This course satisfies the single-text/author requirement for Literary Studies majors. \r\n<div>At least one Literary Foundations course (LLST 2001, LLST 2002) or permission from instructor</div>"]},{"title":"Borges","path_of_study":["Ethnicity and Race"],"subject_code_course_number":"LLST 3067","description":["This course studies the works of Jorge Luis Borges (1899-1986), who is frequently considered to be the most important Spanish language writer of the twentieth century. Borges not only influenced novelists, such as Gabriel Garcia Marquez, Umberto Eco, or William Gibson, but his writings also played a significant role in the birth of the groundbreaking theory and criticism of Paul de Man and\nMichel Foucault, as well as in the development of the hypertext and other new media.  In addition to studying Ficciones (1944) and The Aleph (1949), the short story collections for which he is best-known, we will read selections from his poetry and essays.  The course will also introduce students to the significant critical body of work produced about Borges, including works by Beatriz Sarlo, John Barth, Paul de Man, and George Steiner."]},{"title":"Fund of Western Music","path_of_study":["The Arts","Music"],"subject_code_course_number":"LMUS 2010","description":["This course explores basic concepts and skills of Western music theory and analysis, focusing on dynamics, duration, pitch, and timbre through a range of musicological, technological, and philosophical perspectives. Topics include music terminology; acoustics; intervals and ratios; melodic, rhythmic, and harmonic structures; standard musical forms; and an introduction to music notation in treble and bass clefs. The course focuses on common practice tonality but also explores other possibilities for organizing musical sound; inspired by John Cage's experimental music courses at The New School, it offers problems and solutions in the field of composition and encourages inventiveness. The seminar+ course format includes concert attendance outside of regular classtime. This is a required course for Lang Contemporary Music majors/minors and a recommended prerequisite for LMUS 2003: Composition and Analysis.","This course is a study of basic concepts and skills in Western music theory, with a focus on learning to read and write music notation in both treble and bass clefs. Topics include intervals and ratios; music terminology; melodic, rhythmic, and harmonic structures; traditional musical forms; and beginning composition and analysis. The course focuses on common practice tonality, but also considers other historical developments in the organization of musical sound. The course is designed for students who do not yet read music notation and/or students who wish to improve their listening skills and understanding of music theory. This four-credit course meets for fewer in-class hours than others but requires additional outside of class activities.","This course is a study of basic concepts and skills in Western music theory, with a focus on learning to read and write music notation in both treble and bass clefs.Topics include intervals and ratios; music terminology; melodic, rhythmic, and harmonic structures; traditional musical forms; and beginning composition and analysis.The course focuses on ommon practicetonality, but also considers other historical developments in the organization of musical sound.The course is designed for students who do not yet read music notation and/or students who wish to improve their listening skills and understanding of music theory."]},{"title":"DJ Skills & Styles","path_of_study":["The Arts","Music"],"subject_code_course_number":"LMUS 2020","description":["This course introduces students to the art of DJing with a master DJ. The focus is on the fundamentals of mixing, scratching, and beat juggling, using turntables and vinyl, in order to develop a solid technical foundation, an inner beat, and a distinct personality that can be applied to changing technology. Students also learn about the history and cultural context of DJing techniques. Students must also enroll in one section of LMUS 2026: DJ Skills Practice Session, held on Thursdays, in conjunction with this course. Class size is limited to 12 students.","This course introduces students to the art of DJing with a master DJ at the nearby facilities of Scratch DJ Academy. The focus is on the fundamentals of mixing, scratching, and beat juggling, using turntables and vinyl, in order to develop a solid technical foundation, an inner beat, and a distinct personality that can be applied to changing technology. Students also learn about the history and cultural context of DJing techniques. Class size is limited to 15 students.","This course introduces students to the art of DJing with master DJ Rob Swift at the nearby facilities of Scratch DJ Academy. The focus is on the fundamentals of mixing, scratching, and beat juggling, using turntables and vinyl, in order to develop a solid technical foundation, an inner beat, and a distinct personality that can be applied to changing technology. Students also learn about the history and cultural context of DJing techniques. Class size is limited to 14 students."]},{"title":"DJ Skills Practice Session","path_of_study":["The Arts","Music"],"subject_code_course_number":"LMUS 2026","description":["Required practice session for all students enrolled in LMUS 2020: DJ Skills & Styles."]},{"title":"Hip Hop Pedagogy & Practice","path_of_study":["The Arts","Civic Engagement","Ethnicity and Race","Music"],"subject_code_course_number":"LMUS 2030","description":["This course examines the power of the hip hop elements (MCing, DJing, graffiti, breakdancing, beatboxing) as tools for teaching and empowering activism agency. Grounded in hip hop culture and critical pedagogy, students will develop an analytic lens that will be used to \"close read\" the world and respond to social justice issues on both artistic and educational platforms. Students will craft a culminating project consisting of an issue-based hip hop performance or installation focused on civic engagement, accompanied by a supplemental curriculum designed for classroom implementation. This course will highlight artist educators/artist activists who span the stage, the studio, and the classroom. We will consider hip hop cultural tenets re-imagined as a framework for teaching and learning through case studies drawn from around the world."]},{"title":"Music Technology","path_of_study":["The Arts","Music"],"subject_code_course_number":"LMUS 2050","description":["This course provides an introduction to the field of music technology from historical, philosophical, and practical hands-on perspectives. Topics of study include the physics of sound and psychoacoustics; case studies on compositional techniques such as musique concrete and electronic synthesis; studio mixing, recording and production techniques; and digital sampling and editing software.","This course provide an introduction to the field of music technology from historical, philosophical, and practical hands-on perspectives. Topics of study include the physics of sound and psychoacoustics; case studies on compositional techniques such as musique concrete and electronic synthesis; studio mixing, recording and production techniques; and digital sampling and editing software.","New and evolving technologies provide unprecedented creative opportunities for musical composition/production and performance/reproduction. This course surveys the field of music technology from historical, philosophical, and hands-on practical perspectives. Topics include the physics of sound and the technology of acoustic instruments; case studies on compositional techniques such as musique concrete and electronic synthesis; studio mixing, recording and production techniques; and digital sampling and editing software. All of these topics are framed in a broader understanding of music technology as both concept and construct.","New and evolving technologies provide unprecedented creative opportunities for musical composition/production and performance/reproduction. This course surveys the field of music technology from historical, philosophical, and hands-on practical perspectives. Topics include the physics of sound and the technology of acoustic instruments; case studies on compositional techniques such as musique concrete and electronic synthesis; studio mixing, recording and production techniques; and digital sampling and editing software. All of these topics are framed in a broader understanding of music technology as both concept and construct. The 2-credit lab section, LMUS 2050, is paired with the 2-credit lecture/discussion section, LMUS 2051. Students are required to enroll in both LMUS 2050 and LMUS 2051, and to complete both sections in the same semester, to receive credit for this course.","New and evolving technologies provide unprecedented creative opportunities for musical composition/production and performance/reproduction.This course surveys the field of music technology from historical, philosophical, and hands-on practical perspectives.Topics include the physics of sound and the technology of acoustic instruments; case studies on compositional techniques such as musique concrete and electronic synthesis; studio mixing, recording and production techniques; and digital sampling and editing software.All of these topics are framed in a broader understanding of music technology as both concept and construct.\r\n<div>The 2-credit lab section, LMUS 2050, is paired with the 2-credit lecture/discussion section, LMUS 2051. Students are required to enroll in both LMUS 2050 and LMUS 2051, and to complete both sections in the same semester, to receive credit for this course. </div>"]},{"title":"Underground Dance Music","path_of_study":["The Arts","Music"],"subject_code_course_number":"LMUS 2106","description":["Why has dance music had such an enduring hold on the popular imagination? This course will look at the creators and consumers of underground dance music from the late twentieth century to the present day. Students will learn about urban subcultures and the relevant historical contexts \"“ from the rise of disco in the 1970s, the backlash during the AIDS crisis of the 1980s, and the evolution of house, techno and rave culture in the 1990s, to the emergence of fragmented electronic dance music (EDM) subgenres during the contemporary Internet age. Readings will address the relationship between music and dance, and between music and marginalized minority groups; the cult of the disco diva; and DJ culture. Students will develop their listening abilities and learn to think critically about the historical, social and cultural issues surrounding dance music."]},{"title":"Harlem Sound Conservancy","path_of_study":["The Arts","Civic Engagement","Ethnicity and Race","Music"],"subject_code_course_number":"LMUS 2111","description":["This course explores the musical heritage of Harlem since the early twentieth century through archival research, oral histories, and fieldwork recordings to create an online sound library. Topics such as the Harlem Renaissance and the Black Arts Movement will allow students to consider sound, place, and scene along with social and political context. \nWe will partner with the Detroit Sound Conservancy (DSC), an organization that provides support to Detroit's imaginative musical heritage through advocacy and education and addresses challenges in the areas of preservation and education through music. The DSC will provide a working model as well as educational and technical support throughout the semester. Emphasis will also be given on the role of advocacy and community engagement as critical to arts preservation. The course is designed to engage students in critical thinking and hands-on learning opportunities while developing skills in archival work and service learning. LINA 2025 Arts Digital Toolkit is recommended as preparation for this course."]},{"title":"Global Perspectives on Music","path_of_study":["The Arts","Civic Engagement","Ethnicity and Race","Music"],"subject_code_course_number":"LMUS 2200","description":["This course explores some of the many ways that people perform, experience, enjoy, and discuss music around the world. Case studies of specific culture areas and significant musicians are tied to local ethnography projects, enabling students to take advantage of the stunning diversity of global music traditions practiced in New York City. The course also covers basic elements of music and terminology, so previous musical experience and familiarity with Western music notation are not required. This course is one of the two required courses for Contemporary Music majors and minors.","This course explores some of the many ways that people perform, experience, enjoy, and discuss music around the world. Case studies of specific culture areas and significant musicians are tied to local ethnography projects, enabling students to take advantage of the stunning diversity of global music traditions practiced in New York City. The course also covers basic elements of music and terminology, so previous musical experience and familiarity with Western music notation are not required.","This course explores some of the many ways that people perform, experience, enjoy, and discuss music around the world. Case studies of specific culture areas and significant musicians are tied to local ethnography projects, enabling students to take advantage of the stunning diversity of global music traditions practiced in New York City.The course also covers basic elements of music and terminology, so previous musical experience and familiarity with Western music notation are not required. "]},{"title":"Ensemble Practice Session","path_of_study":["The Arts","Music"],"subject_code_course_number":"LMUS 3006","description":["Scheduled music rehearsal time for students enrolled in Lang Music (LMUS) and Lang Interarts (LINA) courses."]},{"title":"The Music and Drama of Opera","path_of_study":["The Arts","Music"],"subject_code_course_number":"LMUS 3011","description":["Opera was invented around 1600 not as an essentially musical form but as a recreation of Greek drama, understood to be a synthesis of poetry, theater, dance, song, and instrumental music. In this course we examine the evolution of opera from a variety of dramatic, musical, social, and economic perspectives, tracing its development from Monteverdi's pioneering \"L'Orfeo\" (1607) to its music-theater incarnations in the twentieth century with works such as Kurt Weill's \"Threepenny Opera\" (1928). We conclude with examples of cutting-edge multi-media work, including attending the premiere of Stefania de Kenessey's \"Bonfire of the Vanities.\" For the final project, students complete an independent research project on a composer, period, or related non-Western genre, or compose a 10-minute \"opera\" (individually or in collaboration with other students) on a topic of their choice. A basic ability to read music notation is recommended but not required for this course."]},{"title":"Sound & Digital Media","path_of_study":["The Arts","Music"],"subject_code_course_number":"LMUS 3019","description":["This course provides theoretical and practical experience working with digital media to create sound art and intermedia projects.  After reviewing sound editing and the frequency spectrum, students will learn to use Max/MSP/Jitter to explore a range of topics including: sound/image montage, mashups, sampling and synthesis, interactivity for installations and live performance, multichannel audio, and algorithmic composition.  In addition, the course examines the aesthetic, social, and political dimensions of sound through reading key theoretical texts and listening to works of contemporary artists.  Prerequisite: LMUS 2050: Music Technology, or permission of instructor.","This course provides further hands-on practical experience working with digital media for musical composition/production and performance/reproduction. Fundamentals of sound synthesis, sequencing and programming, and sampling are covered, in connection with prevalent tools and programs such as ProTools, Logic, Reason, and MAX. In addition to practice, the course will incorporate historical and theoretical perspectives on sound design, composition, and sound art. Prerequisite: LMUS 2050: Intro to Music Technology, or permission of instructor.","This course provides further hands-on practical experience working with digital media for musical composition/production and performance/reproduction. Fundamentals of sound synthesis, sequencing and programming, and sampling are covered, in connection with prevalent tools and programs such as ProTools, Logic, Ableton Live, and MAX. In addition to practice, the course will incorporate historical and theoretical perspectives on sound design, composition, and sound art. Prerequisite: LMUS 2050: Intro to Music Technology, or permission of instructor.","This course provides further hands-on practical experience working with digital media  for musical composition/production and performance/reproduction. Fundamentals of  sound synthesis, sequencing and programming, and sampling are covered, in connection  with prevalent tools and programs such as ProTools, Logic, Ableton Live, and MAX. In  addition to practice, the course will incorporate historical and theoretical perspectives on  sound design, composition, and sound art. Prerequisite: LMUS 2050: Intro to Music  Technology, or permission of instructor. The 2-credit lab section, LMUS 3019, is paired with the 2-credit lecture/discussion section, LMUS 3029. Students are required to enroll in both LMUS 3019 and LMUS 3029, and to complete both sections in the same semester, to receive credit for this course."]},{"title":"Prospects of Recording","path_of_study":["The Arts","Civic Engagement","Music"],"subject_code_course_number":"LMUS 3020","description":["This course, taught by the president of Nonesuch Records, examines the issues facing musicians as they enter into the marketplace. It focuses on an age-old question: how to navigate between the worlds of art and commerce? The title refers to a 1964 article by the legendary Canadian pianist Glenn Gould, one of the few musicians at that time to think about music in relationship to technological changes as they affected culture. This course explores the creative life and commercial forces in today's culture, and the role of media companies and modern technology in limiting or enhancing the abilities of creative artists to envision their careers and to reach their audiences. Admission to the course is limited on the basis of a written essay. Contact Evan Rapport, Music Program Coordinator, for details.","This course, taught by the president of Nonesuch Records, examines the issues facing musicians as they enter into the marketplace. It focuses on an age-old question: how to navigate between the worlds of art and commerce? The title refers to a 1964 article by the legendary Canadian pianist Glenn Gould, one of the few musicians at that time to think about music in relationship to technological changes as they affected culture. This course explores the creative life and commercial forces in today's culture, and the role of media companies and modern technology in limiting or enhancing the abilities of creative artists to envision their careers and to reach their audiences. Admission to the course is limited on the basis of a written essay. Contact Chris Stover, Music Program Coordinator, for details.","This course, taught by the president of Nonesuch Records, examines the issues facing  musicians as they enter into the marketplace. It focuses on an age-old question: how to  navigate between the worlds of art and commerce? The title refers to a 1964 article by the  legendary Canadian pianist Glenn Gould, one of the few musicians at that time to think  about music in relationship to technological changes as they affected culture. This course  explores the creative life and commercial forces in today's culture, and the role of media  companies and modern technology in limiting or enhancing the abilities of creative artists  to envision their careers and to reach their audiences. Admission to the course is limited  on the basis of a written essay. Contact Ivan Raykoff, Music Program Coordinator, for details.","This course, taught by the president of Nonesuch Records, examines the issues facing musicians as they enter into the marketplace. It focuses on an age-old question: how to navigate between the worlds of art and commerce? The title refers to a 1964 article by the legendary Canadian pianist Glenn Gould, one of the few musicians at that time to think about music in relationship to technological changes as they affected culture. This course explores the creative life and commercial forces in today's culture, and the role of media companies and modern technology in limiting or enhancing the abilities of creative artists to envision their careers and to reach their audiences. Admission to the course is limited on the basis of a written essay. Contact Ivan Raykoff, Music Program Coordinator, for details."]},{"title":"Technologies of Global Pop","path_of_study":["The Arts","Civic Engagement","Ethnicity and Race","Music"],"subject_code_course_number":"LMUS 3024","description":["In this course, we will examine the intersection between popular music and technology. With in-depth analyses of popular music from around the world, we will question the role of technology in a diverse array of musical practices, locations, and time periods in order to better understand how technology impacts musical meaning. We will begin by looking at early sound reproduction technologies such as the phonograph and radio and the discourses of musical and cultural change that these technologies afforded. We then move to more current examples in which music, technology, place, and identity overlap in revealing ways. Course themes will include intersections of local and global influences, cultural imperialism, strategies of resistance, generational change, digital technology, fidelity and loss as technological and cultural ideas, ethnographic inquiry, intellectual property, and World Music 2.0. Case studies will include Indonesian indie pop, Southeast Asian heavy metal, noise, Bollywood, Iranian pop, Bhangra, cassette sermons, piracy, and the mp3 as a cultural artifact, among others. Through weekly reading and writing assignments, short papers, and a research paper, students will complete the course with a nuanced understanding of the relationship between music, technology, and culture."]},{"title":"Music of the Caribbean","path_of_study":["Music","The Arts","Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LMUS 3032","description":["This course explores the deep history and vibrant present of the Caribbean as a musical region. In the first half of the semester, we will grapple with the Caribbean as a foundational site of the emergence of the modern world, where the cataclysmic encounters of Amerindians, Africans, and Europeans under colonialism produced new identities, social structures, and, of course, musics. Topics in this half will include neo-African religious musics in Cuba and Haiti, Spanish-derived songs from the Puerto Rican countryside, and creole musics like son, merengue, mento, and calypso. In the second half of the semester, we will turn our attention to the relationship between the Caribbean and the United States, focusing on the transnational flows of people and the mass media, the establishment of diaspora communities in the U.S., especially in New York, and the volatile foreign relations between the U.S. and vari ous Caribbean islands. Topics in this half will include the impact of Caribbean music on jazz, the ascendancy of salsa, and the global phenomena of reggae, soca, reggaeton, and bachata. Throughout this course, students will develop a knowledge of Caribbean musical styles and social issues, critical listening and reading skills and a basic vocabulary of musical concepts, and a deeper understanding of the essential role of music in the Caribbean and its transnational communities. Coursework takes place against the backdrop of New York, a global capital of Caribbean music."]},{"title":"Masculinity and Popular Music","path_of_study":["The Arts","Gender Studies","Music"],"subject_code_course_number":"LMUS 3102","description":["Music has long been bound up with the construction and interrogation of gender. Music operates in a network of gendered codes, institutions, and spaces both physical and psychological, and gender is expressed in music in unusually direct ways. This class focuses on the much-discussed \"œcrisis of masculinity\" in pre-millennial and post-millennial generations, and the wide array of approaches to masculinity (assuaging and exacerbating the crisis around it) in popular music genres and associated cultures. By the end of the semester, students will have a greater critical perspective on notions of masculinity and a deeper awareness of how masculinity and gender/sexuality in general are constantly defined, debated, challenged, and re-defined in the music and other cultural artifacts that make up their everyday environment. This course counts toward the Gender Studies minor."]},{"title":"Speculative Music","path_of_study":["The Arts","Music"],"subject_code_course_number":"LMUS 3203","description":["This course considers developments in the philosophy and history of music from the perspective of scientific innovation and technology. Tracing music's conceptual influence on scientific thought ranging from Pythagoras to Newton, electromagnetism and quantum physics, this course will integrate historical, theoretical, and technical approaches to critically and creatively reconsider the profound importance of music as a method of inquiry. Students will develop analytical and technological skills, and a critical awareness of historical context in relation to music composition and analysis. Students will supplement in-class research with readings and independent research culminating in one major paper or project. Throughout the course, students will create a series of new compositional models through analyses of existing practices using a variety of techniques, ranging from earliest polyphony to the sonification of Higgs boson data."]},{"title":"Lang at ISSUE Project Room","path_of_study":["Civic Liberal Arts"],"subject_code_course_number":"LMUS 3204","description":["In this intensive weekend course, students learn about program development at the non-profit ISSUE Project Room, a leading center for experimental music and interdisciplinary collaborations in New York. ISSUE's development director Matthew Walker and artistic director Lawrence Kumpf will lead discussions about the artist-in-residence program which provides space, equipment, PR/marketing, curatorial and technical expertise to aid in the development of new work. Students examine artists' applications, explore how their specific piece for ISSUE is developed from concept to stage, and work on writing program proposals of their own. Attending a rehearsal and a performance provide a frame for the course, giving students a chance to see first-hand how the concepts they explore are put into practice. The course meets for a total of 15 hours over two consecutive weekends, November 7-8 and November 14-15."]},{"title":"Reading NYC","path_of_study":["Journalism + Design"],"subject_code_course_number":"LNGC 1001","description":["At Lang, all first-year students register for Reading NYC courses in the spring semester. One reason many students attend Lang is because it is in New York City. These courses introduce freshmen to ways of thinking about the city and using the city as a laboratory for considering literature, immigration, urban planning, theater, and many other fields. Through these courses, you become acquainted with and experience the city in alternative ways. Reading NYC allows you to take the full advantage of your education at Lang. They are full semester two-credit courses that meet once a week. In Spring 2013 course offerings include:\n\n    Blood, Ink, and Concrete: News That  Made New York\n    New York City and the Small Press\n    Community in the City\n    Bodies In the City\n    Personal Storytelling and the NYC Settlement \n    Black Artist in New York: Sekou Sundiata's World\n    Sexual Ethics and the City\n    Bridge and Tunnel: How You Got Here\n    Artful NYC\n    \n","The Reading New York City Program is back and not just for Lang First Years! With an open curriculum, immersive learning opportunities in NYC, and direct access to the world's leading scholars and practitioners, Lang redefines a liberal arts education as an interdisciplinary, theoretically sophisticated, and contemporary approach to exploring some of today's most pressing societal needs. The Reading New York City program furthers Lang's mission by connecting alumni to our curriculum, students and community. Now part of Lang's Office of Civic Engagement & Social Justice (CESJ), these two-credit seminar classes will connect the dots between your liberal arts studies and New York City."]},{"title":"Sugar&Cotton: Global Capital.","path_of_study":["Capitalism Studies"],"subject_code_course_number":"LNGC 1445","description":["Through the history of two goods of consumption, sugar and cotton, this course will offer a reflection on the evolving nature of capitalism in the modern era. The course explores what capitalism is and when it came into being, and the role played by the growing circulation of consumption goods. It surveys how scholars have explained its evolution, and the different paths encountered for the spread of capitalism in Asia, Europe and in the USA since the 19th century.  Through a reading of texts on the history of sugar, cotton, and world economy, such as Mintz and Pomerantz, as well as classical sociological authors such as Marx and Weber, this course will offer an introduction to the study of global capitalism and its different paths of socio-political developments."]},{"title":"IHD-Harlem Tutoring","path_of_study":["Civic Engagement"],"subject_code_course_number":"LNGC 3916","description":["Make a difference! This internship offers Lang students the opportunity to be of service in the community by tutoring elementary school students who participate in the \"˜I Have a Dream' After School Program which serves designated schools in East Harlem. Work with the same student one afternoon a week and tutor in Math, Reading, Social Studies or Science for one credit. Permission is required, and entails an interview with IHD Director and/or Volunteer Coordinator. Students interested in this internship should contact Cecilia Rubino, Internship Program Advisor, at RubinoC@newschool.edu.  \n\nPermission from the instructor is required, based on an interview IHAD Director and/or Volunteer Coordinator.","Make a difference! This internship offers Lang students the opportunity to be of service in the community by tutoring elementary school students who participate in the \"˜I Have a Dream' After School Program which serves designated schools in East Harlem. Work with the same student one afternoon a week and tutor in Math, Reading, Social Studies or Science for one credit. Permission is required, and entails an interview with IHAD Director and/or Volunteer Coordinator. Students interested in this internship should contact Jemima Gedeon, Internship Program Advisor, at GedeonJ@newschool.edu.  \n\nPermission from the instructor is required, based on an interview IHAD Director and/or Volunteer Coordinator."]},{"title":"Postcolonial Paths","path_of_study":["Civic Engagement"],"subject_code_course_number":"LPHI 2009","description":["This course is about how postcolonial thought occasions the reconsideration of the Western tradition of political philosophy and the discovery of alternative pathways of modernization within it. Of central interest is the rethinking of the idea of social and political change together with the idea of the self-transformation of the individual. These two sides are reconsidered through the lens of Kant and Marx in dialogue with postcolonial thinkers, such as Chakrabarty and Gandhi. The course is organized in two parts. The first part inquires into the meaning of history and social change through the confrontation of Chakrabarty and Marx. The second part inquires into self-transformation, or what Kant calls the \"œrevolution inside,\" by putting Kant and Gandhi in dialogue on autonomy and self-knowledge. \n"]},{"title":"Plato's Republic","path_of_study":["Civic Engagement"],"subject_code_course_number":"LPHI 3006","description":["This course will introduce the student to philosophical questions, and questioning, through a close reading and discussion of Plato's Republic. A wide range of issues will be on the table, such as the nature of knowledge and art, the relation between society and the person, and the meaning of war; but everything will turn on one basic question: \"œwhat is justice?\n","This course will introduce the student to philosophical questions, and questioning, through a close reading and discussion of Plato's Republic. A wide range of issues will be on the table, such as the nature of knowledge and art, the relation between society and the person, and the meaning of war; but everything will turn on one basic question: \"œwhat is justice?\"","In this course we will discuss Judith Butler's contribution to Queer Theory, by reading and carefully analyzing two books: Gender Trouble and Bodies That Matter. We will then confront Butler's positions with those of two Marxist authors who recently tried to combine Queer Theory and Marxism: Rosemary Hennessy, Profit and Pleasure in Late Capitalism and Kevin Floyd, The Reification of Desire: Toward a Queer Marxism. This course will move largely through class discussion.\n\n"]},{"title":"The Illusion of Color","path_of_study":["Visual Studies","The Arts"],"subject_code_course_number":"LPHI 3129","description":["Many prominent philosophers, scientists, and artists have argued that colors, as we see them, don't really exist.  This course traces the history and philosophical significance of this idea, from its origin in the birth of modern science, through to its contemporary manifestations in philosophy and art.  Topics to be discussed will include the philosophical distinction between primary and secondary qualities, the origins of modern color theory, the relationship between color vocabulary and color perception (e.g., does the lack of a word for blue imply an inability to see blue?), and the privacy of color experience (e.g., can you ever really know what blue looks like to someone else?).  "]},{"title":"Seminar Slam:The Debate Studio","path_of_study":["Civic Engagement"],"subject_code_course_number":"LPOL 2001","description":["The course is designed to introduce students to The New School debate team by way of the study of politics. It will serve as a practice seminar for those that choose to participate in debate tournaments outside of class and provides the necessary analytical and practical skills for students to compete throughout their undergraduate years. Moreover, the class will emphasize argumentation, advocacy, and public speaking and will be valuable for students who either decide to continue to compete for The New School or who are just looking to hone their academic argumentation skills. The course will investigate the variety of approaches to advocacy found in debate: policy analysis, protest politics, and the personal as political.  Students will learn to approach politics from each perspective with a critical lens in order to interrogate existing social conditions in the pursuit of justice.","In Seminar Slam: The Debate Studio, students will explore diverse styles and methods of argumentation and learn how to apply these methods in the seminar classroom as well as debate competition. Primarily a practice studio, the course helps students understand the strategies of cross-examination debate, the types and structure of formal debate, affirmative and negative strategies, research methods and cross-examination techniques. Students will also learn the range of articulation methods from formal, traditional debate to performative argumentation utilizing prose, poetry, etc. The class will touch on political and current event issues, as well as classical and modern philosophical arguments. Interested students will also have the opportunity to research, develop, and advocate their opinions and positions on current public policy issues for the Project Pericles Debating for Democracy (D4D) conference."]},{"title":"Constitutional Law","path_of_study":["Civic Engagement"],"subject_code_course_number":"LPOL 2015","description":["The American Constitution creates the structure and allocation of power for federal government and establishes the relationship between the federal government and the states, as well as between the government and its citizens.  Ratified in 1788, the American Constitution is the oldest working written Constitution in the world and has been an important model for all other Constitutions.  Through class discussions and some lecturing, this course provides an introduction to the Constitution's major doctrines and explores how and why this document has remained vital and active while other Constitutions have failed. After examining the drafting and ratification of the Constitution in the late 1780s, the course uses a close reading of significant Supreme Court decisions to examine the Constitution's major doctrines and the Supreme Court's interpretation of those doctrines.  Among other topics, the course will cover the allocation of power among the three branches of federal government, the role of the federal judiciary, federalism, the power of Congress to regulate, due process, and individual rights."]},{"title":"Transformations: India & China","path_of_study":["Capitalism Studies","Journalism + Design"],"subject_code_course_number":"LPOL 3301","description":[]},{"title":"Fundamentals of Social Psych","path_of_study":["Journalism + Design"],"subject_code_course_number":"LPSY 2040","description":["This course provides students with a broad overview of social psychological research and theorizing. Central to the course is the idea that human beings are not isolated entities who process information like computers, but social animals engaged in a complex network of social relations, driven by goals and motivations and constrained by cultural worldviews. We will analyze how this affects our perceptions of and attitudes towards individuals (including ourselves) and groups. We will examine why people conform, how they influence each other, why they firmly hold on to stereotypes and why they engage in pro- or antisocial behaviors. By analyzing these phenomena we will see how theories of human behavior can be tested rigorously via laboratory experiments and field studies","This course provides students with a broad overview of social psychological research and theorizing. Central to the course is the idea that human beings are not isolated entities who process information like computers, but social animals engaged in a complex network of social relations, driven by goals and motivations and constrained by cultural worldviews. We will analyze how this affects our perceptions of and attitudes towards individuals (including ourselves) and groups. We will examine why people conform, how they influence each other, why they firmly hold on to stereotypes and why they engage in pro- or antisocial behaviors. By analyzing these phenomena we will see how theories of human behavior can be tested rigorously via laboratory experiments and field studies.\n* Must receive a grade of \"C\" or higher in this course in order to enroll in LPSY 3141--Death is Unacceptable.*\n","This course provides students with a broad overview of social psychological research and theorizing. Central to the course is the idea that human beings are not isolated entities who process information like computers, but social animals engaged in a complex network of social relations, driven by goals and motivations and constrained by cultural worldviews. We will analyze how this affects our perceptions of and attitudes towards individuals (including ourselves) and groups. We will examine why people conform, how they influence each other, why they firmly hold on to stereotypes and why they engage in pro- or antisocial behaviors. By analyzing these phenomena we will see how theories of human behavior can be tested rigorously via laboratory experiments and field studies.\n","This course is an introduction to the history, concepts and research methodologies associated with Social Psychology "]},{"title":"Fund of Cognitive Psych","path_of_study":["Journalism + Design"],"subject_code_course_number":"LPSY 2042","description":["This is course is an introduction to the various aspects of human cognition, including the processes assiciated with memory, attention, language processing and perception. "]},{"title":"Culture, Ethnicity, Health","path_of_study":["Gender Studies"],"subject_code_course_number":"LPSY 2772","description":["This course is an introduction to the study of culture and human behavior in general, and culture and mental health in particular. Although primary attention is given to cross-national research and research on the major U.S. ethnic groups, issues of gender, social class, and other forms of diversity are also addressed. Multidisciplinary perspectives are examined, in particular that of medical anthropology. Familiarity with Abnormal Psychology is desirable, but not required. This is an Integrative Foundations course. This course satisfies some of the requirements in Literary Studies: in both concentrations. "]},{"title":"Dream Interpretation","path_of_study":["Ethnicity and Race"],"subject_code_course_number":"LPSY 3103","description":["This course introduces students to the methods of dream interpretation that Freud, Jung, and others have proposed in the 20th century. In 1900, Freud published his book on dream interpretation, believing that he had discovered the \"secret\" of dream. The psychology community has now had a hundred years of psychoanalytic dream interpretation. In this course students learn to apply psychoanalytic techniques to interpret dreams in order to know the unconscious. Students explore psychoanalytic theory, dreams, the unconscious, and hermeneutics (the philosophy of the interpretation of texts). They also explore cultural aspects of interpretation through the example of African-American traditions about dreams in Anthony Shafton's Dream-Singers: The African American Way with Dreams. This course satisfies some of the requirements in Literary Studies: in both concentrations. This course satisfies some of the requirements in Literary Studies: Writing AND Literature concentration "]},{"title":"Social Psychology","path_of_study":["Civic Engagement"],"subject_code_course_number":"LPSY 4503","description":["This course provides an overview of social psychological research focusing on human beings as social animals engaged in a complicated network of social relations, both real and imagined. Constrained by our cognitive capacities and guided by motives and needs, humans attempt to make sense of our social world our relationship to it. The course examines how this influences perceptions of the self, perceptions of other individuals and groups, beliefs and attitudes, group processes, and intergroup relations. Readings emphasize how various theories of human behavior are translated into focused research questions and rigorously tested via laboratory experiments and field studies. This course is crosslisted with New School for Social Research. "]},{"title":"Religion in South Asia","path_of_study":["Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LREL 2030","description":["This course is a comprehensive introduction to Indian philosophy and religion. It covers all the major philosophical schools, concepts, issues, and debates in a chronological framework. Students read both translations of primary sources as well as materials from secondary sources. This course aims to familiarize students with the kinds of questions asked by Indian thinkers such as: What really exists (metaphysics)? How do we know what we know (epistemology)? And how should we live our lives (ethics)? Students gain exposure to the practice of Indian philosophy and religion through local fieldwork projects.","Exploring the plurality of religious expression in South Asia, this course examines the philosophical, creative, and contemplative life of Buddhism, Hinduism, Jainism, Sikhism and Islam. Special attention is given to themes of power, knowledge, and liberation within each tradition. In class discussions are concerned with questions about existence, the nature of consciousness, and the path of spiritual transformation at intersection with the art, ritual, yoga, mythology and literature found in the rich religious matrix of South Asia. Readings draw from seminal texts in translation. Several class sessions will be conducted on the gallery floors at the Rubin Museum of Art. "]},{"title":"Women's Spirit. & Contem. Rel.","path_of_study":["Civic Engagement","Ethnicity and Race","Gender Studies","Jewish Culture"],"subject_code_course_number":"LREL 2051","description":["Beginning with the \"second wave\" of the feminist movement in the early 1960s, this course explores the contours of women's spirituality within mainstream and (so-called) alternative religious traditions in contemporary America, including Judaism, Christianity, Islam, Wicca/neo-Paganism, and Buddhism. Using primary and secondary texts by Euro-American women and women of color; traditionalists, reformers, and radicals; we will consider a range of issues at the intersection of religion and gender including: the role of hierarchy and authority; the individual in relation to her religio-spiritual community; the boundaries of normative religious practice; tradition, innovation, and continuity; the role of ritual and concepts of the sacred; and issues involving race, power, class, and social justice. We will consider the ways in which women from diverse backgrounds and orientations articulate their religious and spiritual legacies, their struggles and yearnings, and we will explore their common concerns as well as their significant differences. ","Beginning with the \"second wave\" of the feminist movement in the early 1960s, this course explores the contours of women's spirituality within mainstream and (so-called) alternative religious traditions in contemporary America, including Judaism, Christianity, Islam, Wicca/neo-Paganism, and Buddhism. Using primary and secondary texts by Euro-American women and women of color; traditionalists, reformers, and radicals; we will consider a range of issues at the intersection of religion and gender including: the role of hierarchy and authority; the individual in relation to her religio-spiritual community; the boundaries of normative religious practice; tradition, innovation, and continuity; the role of ritual and concepts of the sacred; and issues involving race, power, class, and social justice. We will consider the ways in which women from diverse backgrounds and orientations articulate their religious and spiritual legacies, their struggles and yearnings, and we will explore their common concerns as well as their significant differences. \n\nThis course counts toward the Gender Studies minor."]},{"title":"Introduction to Islam","path_of_study":["Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LREL 2065","description":["This course provides an introduction to the key texts, beliefs and practices of the religion of Islam. The course begins with an examination of the rise of Islam, the life of its Prophet and the early appearance of the main sectarian divisions. Topics explored will include the nature and history of the Quran and the Hadith, particular aspects of Islamic practice and belief, as well as religious law, theology, philosophy, Sufism, literature, and art and architecture from the earliest period to the present. Students will also explore major developments in the political, social and cultural history of the Muslim world from its origins in seventh century Arabia to rise of the nation-state in the twentieth century, especially its expansion into South and Southeast Asia and sub-Saharan Africa."]},{"title":"Hebrew Bible as Literature","path_of_study":["Civic Engagement","Ethnicity and Race","Gender Studies","Jewish Culture","Literary Studies"],"subject_code_course_number":"LREL 2070","description":["The Hebrew Bible is an anthology of literatures, a historical digest, ethical law collection, and a record of one people's experience of their deity.  Class readings emphasize literary genres: the myths of Genesis, narratives of slavery and liberation, the Joseph novella, the political epic of Samuel and Kings, the Book of Ruth as a short story, and Esther as an attempted genocide tempered by farce.  Students explore the Bible's methods of characterization and elliptical storytelling techniques.  Biblical concepts \"“monotheism, human failure and redemption, creation\"“ are grounded by scholarship in ancient near eastern history and also examined from contemporary perspectives: the prophet Jeremiah in light of 9/11 and other familiar destructions; and Mother Eve and biblical daughters through feminist and gender analysis.   Special consideration is given to the influence of Women's and Gender Studies on biblical scholarship.\nAll texts are in English.\n\n\nThis course is a required core course for the Jewish Studies minor. It counts toward the Gender Studies minor.","The Hebrew Bible is an anthology of literatures, a historical digest, ethical law collection, and a record of one people's experience of their deity.  Class readings emphasize literary genres: the myths of Genesis, narratives of slavery and liberation, the Joseph novella, the political epic of Samuel and Kings, the Book of Ruth as a short story, and Esther as an attempted genocide tempered by farce.  Students explore the Bible's methods of characterization and elliptical storytelling techniques.  Biblical concepts \"“monotheism, human failure and redemption, creation\"“ are grounded by scholarship in ancient near eastern history and also examined from contemporary perspectives: the prophet Jeremiah in light of 9/11 and other familiar destructions; and Mother Eve and biblical daughters through feminist and gender analysis.   Special consideration is given to the influence of Women's and Gender Studies on biblical scholarship.\nAll texts are in English.","A thousand years in the editing, the Hebrew Bible is an anthology of literary genres, an historical digest, an ethical law collection, and a record of one people's experience of their deity. In this course, students read the myths of Genesis, the narratives of slavery and liberation, the Joseph novella, the short stories of Ruth and Esther, selections from the prophets, and from the political epic of Kings. The Bible's methods of characterization, elliptical storytelling techniques, and poetic parallelism are explored. The literary emphasis of the course is grounded by discussions of ancient near eastern history, archaeology, and anthropology. Biblical conceptions of monotheism, prophecy, mortality, human failure and redemption, creation, and humankind's interaction with \"œmother\" earth are discussed, along with modern \"œproblems\" with the Bible, such as the flattened fairytale quality of its early stories, and the anti-literary tendencies of fundamentalism.","A thousand years in the editing, the Hebrew Bible is an anthology of literary genres, an historical digest, an ethical law collection, and a record of one people's experience of their deity. In this course, students read the myths of Genesis, the narratives of slavery and liberation, the Joseph novella, the short stories of Ruth and Esther, selections from the prophets, and from the political epic of Kings.The Bible's methods of characterization, elliptical storytelling techniques, and poetic parallelism are explored.The literary emphasis of the course is grounded by discussions of ancient near eastern history, archaeology, and anthropology. Biblical conceptions of monotheism, prophecy, mortality, human failure and redemption, creation, and humankind's interaction with \"mother\" earth are discussed, along with modern \"problems\" with the Bible, such as the flattened fairytale quality of its early stories, and the anti-literary tendencies of fundamentalism. "]},{"title":"Theorizing Religion","path_of_study":["Civic Engagement"],"subject_code_course_number":"LREL 3004","description":["What is \"religion\"? As students read classic answers to this question, they explore the curious fact that while \"religion\" is a modern western concept (born, perhaps, in 1799), most of what is studied in the field of \"religious studies\" is non-modern and/or non-western. We will follow three intertwining story-lines through the history of \"religion\" and its study in the west: religious apologetics, critiques of religion (epistemological, historical, ethical), and Europe's encounters and entanglements with the rest of the world, especially during the heyday of colonialism. A critical understanding of \"religion\" and its implication in modern and postmodern understandings of politics, ethics, gender and progress can make this Eurocentric concept a vehicle for profound critique and an opening to genuine dialogue.","What is \"religion\"? As students read classic answers to this question, they explore the curious fact that while \"religion\" is a modern western concept (born, perhaps, in 1799), most of what is studied in the field of \"religious studies\" is non-modern and/or non-western. We will follow three intertwining story-lines through the history of \"religion\" and its study in the west: religious apologetics, critiques of religion (epistemological, historical, ethical), and Europe's encounters and entanglements with the rest of the world, especially during the heyday of colonialism. A critical understanding of \"religion\" and its implication in modern and postmodern understandings of politics, ethics, gender and progress can make this Eurocentric concept a vehicle for profound critique and an opening to genuine dialogue. "]},{"title":"Buddhism & Cognitive Sci","path_of_study":["Ethnicity and Race"],"subject_code_course_number":"LREL 3067","description":["This course is designed to explore and critically evaluate the central concepts and theories that are at the intersection between Buddhism and cognitive science. Students will examine seminal books and articles from the fields of social and clinical psychology, moral philosophy, phenomenology, neuroscience, and Buddhist studies.This course will touch on themes within those disciplines such as: intersubjectivity, the empathy-altruism hypothesis, the nature of self and other, the application of experimental methods to study of human emotions and behavior, and meditation. In addition to regular exams and writings assignments, students will have the opportunity to experiment with various techniques of meditation. \r\n<div>Recommended for students with at least one LREL or LPSY course. </div>"]},{"title":"Urban Environmental Health","path_of_study":["Civic Engagement","Journalism + Design"],"subject_code_course_number":"LSCI 2300","description":["In this course, we will look at a broad range of factors affecting public health in urban environments.  In 2009, for the first time in human history, more than half of the world's population resides in urban areas. Urban growth has outpaced the ability of governments to build essential infrastructures, and one in three urban dwellers lives in slums or informal settlements. The pace of urbanization results in built and social environments that place stress on human immune systems, increase exposures to industrial toxins, and present sanitation challenges.  In addition, the effects of climate change have led to concerns about renewed incidence of infectious diseases that disproportionally affect urban populations.  We will study how these factors collectively affect a city's health, as well as how these cities can respond to meet the increased challenges."]},{"title":"Energy & Sustainability","path_of_study":["Journalism + Design"],"subject_code_course_number":"LSCI 2700","description":["Why are we a \"fossil-fuel-based\" economy? Why have we been unable to transition to a cleaner energy source? Are there feasible alternate sources of energy? What are the arguments for and against fracking? This interdisciplinary course will investigate these questions through physical, chemical, and biological perspectives. The course discusses what energy is, why we need it, and the consequential impact of energy use, including the nexus of energy, air pollution and climate change. It includes a student-led project that applies the science of energy to debate a current energy-related topic. This course is required for the Interdisciplinary Science major.","Why are we a \"œfossil-fuel-based\" economy? Why have we been unable to transition to a cleaner energy source?  Are there feasible alternate sources of energy?  What are the arguments for and against fracking?  By the way, what is fracking? This interdisciplinary course will investigate these questions through physical, chemical, and biological perspectives.  It explains energy, why we need it, and the consequential impact of energy use, including the nexus of energy, air pollution and climate change.  It includes a student-led project that applies the science of energy to debate a current energy-related topic such as hydraulic fracturing (fracking).   This course serves as a gateway course to the Interdisciplinary Science major, and is a required course for the IS majors."]},{"title":"Imaging Life","path_of_study":["Visual Studies","The Arts"],"subject_code_course_number":"LSCI 3045","description":["This course will examine biological images, how they are taken, and what they have taught us about form and function in the life sciences. Students will read primary literature, including both historic articles and recent advancements in imaging technology. Through practical labs, students will have the opportunity to create novel biological images. We will also examine the cross section between biological imaging and the fine art worlds. Apart from being introduced to the various imaging techniques used in modern biology and strengthening their skills reading research articles, this course will help students reconceptualize the image, both in biology and art, as a learning tool indispensable to our collective human experience. Prerequisites: LSCI2040A Genes, Environment, and Behavior."]},{"title":"Sociological Imagination","path_of_study":["Civic Engagement","Ethnicity and Race","Gender Studies"],"subject_code_course_number":"LSOC 2001","description":["In this course, students begin to think about how society works. The course examines relationships among individual identity and experience, social groups and organizations, and social structures. They examine the economic, political, and cultural dimensions of social life and question social arrangements that seem natural or unchangeable. Topics covered include social inequality, politics and power, culture, race and ethnic relations, gender, interaction, and socialization. The course also introduces students to major sociological theorists and sociological research methods. "]},{"title":"Politics of Consumption","path_of_study":["Capitalism Studies","Civic Engagement"],"subject_code_course_number":"LSOC 2152","description":["The course examines why we consume, what we consume, how we consume, and how we have been \"œcivilized\" into consumers. It considers how goods attain symbolic meanings, how patterns of social inequality and cultural identities are created and reproduced through consumption, how practices and institutions of everyday life (family, leisure, urban environments) are increasingly organized in relation to consumption. It also discusses the function of consumption for broader political and economic systems, and surveys social movements that gather the discontents of consumerism (environmentalists, anti-globalization activists and moralists)."]},{"title":"Crime, Violence, and the State","path_of_study":["Civic Engagement"],"subject_code_course_number":"LSOC 3022","description":["This course will examine the sociological and political underpinnings of some of the most salient expressions of criminal violence affecting the United States and Latin America today. The focus will be on the impact that globalization and migration flows have had on the emergence and intensification of certain expressions of transnational crime such as drug trafficking, human trafficking, juvenile gangs, and gender-based violence. Based on theoretical as well as on empirical and audiovisual material, the course will explore how different states have responded to the \"œcrime problem\". In turn, it will bring into focus how citizens themselves have tried to assert their sense of safety, in some cases by defying the state's monopoly of violence and punishment. A central aim of the course will be to elucidate the tensions and challenges crime and violence pose for sovereignty, democratic governance and the rule of law."]},{"title":"Modern Drama 1870-1980","path_of_study":["The Arts","Theater"],"subject_code_course_number":"LTHR 2016","description":["This course explores European dramatic literature of the Modern Era, from the late 19th to the mid 20th century. The course address three main styles of theatrical presentation: the birth and growth of Realism; challenges to Realism from Expressionism to Epic Theater; and the elemental performance texts of the Avant-Garde from the Symbolists to Absurdist Drama and formal challenges of the 1960's. Each section will proceed chronologically exploring a range of core texts paired with outside readings. The emphasis will be on dramaturgical analysis of plays as vehicles for performance and placing theatrical practice within a broader cultural continuum.","This course explores European dramatic literature of the Modern Era, from the late 19th to the mid 20th century.The course address three main styles of theatrical presentation: the birth and growth of Realism; challenges to Realism from Expressionism to Epic Theater; and the elemental performance texts of the Avant-Garde from the Symbolists to Absurdist Drama and formal challenges of the 1960's. Each section will proceed chronologically exploring a range of core texts paired with outside readings.The emphasis will be on dramaturgical analysis of plays as vehicles for performance and placing theatrical practice within a broader cultural continuum. Required for Theater Track majors. ","This course explores European dramatic literature of the Modern Era, from the late 19th to the mid 20th century. The course addresses three main styles of theatrical presentation: the birth and growth of Realism; challenges to Realism from Expressionism to Epic Theater; and the elemental performance texts of the Avant-Garde from the Symbolists to Absurdist Drama and formal challenges of the 1960's. Each section will proceed chronologically exploring a range of core texts paired with outside readings. The emphasis will be on dramaturgical analysis of plays as vehicles for performance and placing theatrical practice within a broader cultural continuum.","This course explores Western dramatic literature of the Modern era, from approximately 1870 to 1980, beginning with the advent of Naturalism and Realism in the works of Henrik Ibsen and ending with radical explorations of form in the work of Samuel Beckett. We will address several modes of theatrical presentation in three overlapping sections: The Impact of Naturalism and Realism, The Impulse of the Avant-Garde from Symbolism to Absurdism, and The End of Isms in postwar challenges to structure and form. Each section will proceed chronologically, exploring core texts with an emphasis on dramaturgical analysis of plays as vehicles for performance and an understanding of these texts and performance practices within a broader cultural and historical continuum. This course fulfills the dramatic literature requirement for Theater majors and minors."]},{"title":"Intro Directing","path_of_study":["The Arts","Theater"],"subject_code_course_number":"LTHR 2025","description":["This course focuses on the art-science and philosophy of stage direction. Students will read a brief history of its development and about major twentieth-century directors as well as plays by Russian playwright Anton Chekhov (1860-1904). Specific areas to be studied are script analysis of Chekhov's plays, composition, working with actors, and organizing a production. Students learn directing and acting terminology and how to apply it to scene work in rehearsals. In addition, students work with actors on their scenes, focusing and combining different skills, including the understanding of space, movement, and text. The class will present scenes from Chekhov's plays at the end of the semester. This course is one of the required foundational courses for Theater majors and minors.","The course will focus on the art-science and philosophy of stage direction.The students will read brief history of its development and about major 20th. Century directors and plays by Russian playwright Anton Chekhov (1860-1904). Specific areas to be studied are script analysis of Chekhov's plays, composition, working with actors, and organizing a production. In addition, students intensely will be working with actors on their scenes, focusing and combining different skills, including the understanding of stage space, movement and text.The class will be presenting scenes from Chekhov's plays at the end of the semester. "]},{"title":"Voice","path_of_study":["The Arts","Theater"],"subject_code_course_number":"LTHR 2052","description":["This course focuses on the progression of vocal exercises developed by Kristin Linklater. It expands the student's expressive range by working on breathing, developing resonance, and freeing specific areas of tension. Students explore the connection between the breath and their emotional and intellectual impulses and learn to connect to any text through freeing their natural voice.","This course focuses on the progression of vocal exercises developed by Kristin Linklater. It expands the student's expressive range by working on breathing, developing resonance, and freeing specific areas of tension. Students explore the connection between the breath and their emotional and intellectual impulses and learn to connect to any text through freeing their natural voice. "]},{"title":"Live/Recorded Media in Theater","path_of_study":["The Arts","Theater"],"subject_code_course_number":"LTHR 2062","description":["This course explores the uses of live and recorded audiovisual material in theatrical performance since the early twentieth century. These media elements can present alternate realities, bridge the gap between performer and audience, trigger memories of history and the past, and reconfigure our relationships to time, space, and the body. Students will analyze works of influential theatrical artists, directors, and designers alongside concepts from media theory to understand how these elements function on stage and in performance and how they contribute to ongoing conversations about the role of technology in theater and everyday life. This course fulfills the media and performance requirement for Lang Theater majors and minors."]},{"title":"Foundations of World Theater","path_of_study":["Theater","The Arts","Civic Engagement","Ethnicity and Race"],"subject_code_course_number":"LTHR 2110","description":["This theater history course surveys the development of theater traditions from Ancient Greece through nineteenth-century melodrama, focusing on European and Asian Classical theater forms. Through representative plays and historical documents students will explore dramatic conventions, the uses of theater space, the role of audiences, and theater technologies across cultures and eras. The course includes outings to performances in the city to experience theater history as it lives on today. This course fulfills the theater history requirement and the global perspectives requirement for Lang Theater majors and minors.","This theater history course surveys the development of theater traditions from Ancient Greece through nineteenth-century melodrama, focusing on European and Asian Classical theater forms. Through representative plays and historical documents students will explore dramatic conventions, the uses of theater space, the role of audiences, and theater technologies across cultures and eras. The course includes outings to performances in the city to experience theater history as it lives on today. This course fulfills the theater history requirement and the global perspectives requirement for Lang Theater majors and minors.\n\n\n"]},{"title":"IHD-Harlem Theater & Education","path_of_study":["The Arts","Civic Engagement","Theater"],"subject_code_course_number":"LTHR 2917","description":["This course offers Lang students the opportunity to mentor elementary school students through the \"I Have a Dream: Harlem\" afterschool drama/literacy program at P. S. 7, located at 160 East 120th St. In the Monday seminar sessions at Lang, students will be exposed to critical pedagogy and transformative arts education as they explore the field of theater in education. On Wednesday afternoons Lang students work directly with third- and fourth-grade students in Harlem to develop a curriculum for their small drama groups. At the end of the semester Lang students will help facilitate a performance by their IHD-Harlem students for their families and community. Coursework also includes regular journal entries, a midterm research paper, and a final project. This course fulfills the civic engagement requirement for Theater majors.","This course offers Lang students a unique opportunity to be of service in the community and explore the challenges of acting in front of a camera. One class a week, students will develop their own fluency in front of a camera by working on filmed scripted monologues and scenes. And one class a week, Lang students will be onsite at I HAVE A DREAM/CHELSEA and work with a group of middle school students on Acting for the Camera techniques. Lang students will also mentor individual IHAD students who will be preparing monologues and digital portfolios for their NYC high school applications. ","This course will offer Lang students the unique opportunity of engaging in both the practice and history of Theater in Education while working one afternoon a week at the I HAVE A DREAM: HARLEM afterschool drama/literacy program. Students will connect their work with the Second Graders at IHD with seminar classes that will expose them to the field of Theater & Education and delve into the important links between literacy and performance."]},{"title":"The Business of Theater","path_of_study":["The Arts","Theater"],"subject_code_course_number":"LTHR 3049","description":["This course explores the economics and business of producing theater, both commercial and non-profit, with a focus on producing theater in New York City today. The course combines an in-depth study of practical considerations with creative work such as artistic planning. Students will investigate traditional and non-traditional venues, organizational structures, and production elements including marketing, fundraising, audience outreach, uses of social media, and labor relations. As final projects students will write a mission statement, devise a marketing plan, a production budget, and community engagement models. This course fulfills the civic engagement and global perspectives requirements for Theater majors."]},{"title":"Black Theater Movements","path_of_study":["The Arts","Civic Engagement","Ethnicity and Race","Theater"],"subject_code_course_number":"LTHR 3203","description":["The course explores movements in African American theater from the early-twentieth century to the 1970s, examining historical theater movements within specific social, political, and cultural contexts. Examples of topics include the debate between the use of folk art and propaganda in the \"New Negro\" movement, the problematic use of blackface in early twentieth-century popular culture, jazz and race in the Harlem Renaissance, professional and amateur African American Little Theaters, the Federal Theatre Project, conflicting visions of performance in the Civil Rights Movement, and the revolutionary Black Arts Movement. We will explore the significance of theater as part of a movement, how \"community\" is defined and created, and the role of race in American theater history. Readings will include manifestos, plays, critical analyses, and historical and contextual documents. This course fulfills the theater history requirement and the civic engagement requirement for Theater majors and minors."]},{"title":"Queer Theater and Performance","path_of_study":["The Arts","Civic Engagement","Gender Studies","Theater"],"subject_code_course_number":"LTHR 3204","description":["This course offers a survey of the history of LGBTQ theater and performance. It centers primarily on the United States during the late twentieth century, a period when the notion of \"queer\" emerged to oppose rigid and regulatory norms of identity with more fluid understandings of gender and sexual desire. Together we will examine representative works by major figures across a range of performance practices: theater and drama primarily, but also solo performance, performance art, drag performance, and film. Other topics will include: the closet, social role-play, self-fashioning, embodiment, camp, publics, pleasure and anxiety, transgressive desire, forms of sociality, resistance and radicalism. This course counts toward the Gender Studies minor."]},{"title":"Creating Solo Performance","path_of_study":["Civic Liberal Arts","The Arts","Theater"],"subject_code_course_number":"LTHR 3465","description":["This course is an intermediate acting class that introduces students to the research, writing, and performance techniques of solo performance. Students will create their own solo performances based on research of sources such as books, diaries, letters, memoirs, and autobiographies. For Fall 2015, the course will focus on the specific theme of the \"Dissident Artist,\" the artist who has been censored, imprisoned, tortured, disappeared, or even murdered. As a final project students present their solo performance works in class. There will also be outings to important solo performance theater events in the city. This course fulfills the civic engagement requirement for Lang Theater majors and minors.","This course is an introduction to the research, writing, and performance techniques of well-known artist as solo performers. Students will create their own solo performances based on their experiences. The course will present a safe environment that provides the students the tools and the courage necessary to stand alone and perform their own material; to express their sense of truth that connects us all. As Bill Watterson said, \"œOddly, the more personal something is, the more universal it is as well. When we dig deeper to truthful experiences, that's the work that really touches people and connects us all.\" Students will use sources such as their diaries, unsent letters, and personal stories as inspiration for their work. For Fall 2012, course will focus on the specific theme of \"LOVE.\" No prerequisite."]},{"title":"Live/Recorded Media in Theater","path_of_study":["The Arts","Theater"],"subject_code_course_number":"LTHR 3611","description":["This course explores the uses of live and recorded audiovisual material in theatrical performance since the early twentieth century. These media elements can present alternate realities, bridge the gap between performer and audience, trigger memories of history and the past, and reconfigure our relationships to time, space, and the body. Students will analyze works of influential theatrical artists, directors, and designers alongside concepts from media theory to understand how these elements function on stage and in performance and how they contribute to ongoing conversations about the role of technology in theater and everyday life."]},{"title":"Intro ArtHist & Visual Studies","path_of_study":["Visual Studies","The Arts","Civic Engagement","Gender Studies"],"subject_code_course_number":"LVIS 2001","description":["This course introduces students to the fundamentals of art history and the related field of Visual Studies. Based upon close looking at artistic objects, as well other visual and material objects (taken from, for example, film and performance, advertising and design), the class familiarizes students with key terms and debates, and those methods (from formal analysis to interdisciplinary theoretical approaches) that are employed in the interpretation of cultural objects. Through close visual analysis of diverse objects in tandem with a range of readings (drawn from literature and literary criticism; social theory and gender studies; postcolonial and global studies, to name a few), students will gain insight into how one builds an interpretation, stressing the centrality of skills of critical thinking and reading as objects are brought into dialogue with texts. In addition, the class demonstrates how the study of art history entails the very question of what is considered \"œart,\" emphasizing that medium, form, and discourse all possess a history. Further elucidating the historical dimensions of the discipline, the course follows its recent expansion under the aegis of Visual Studies, Cultural Studies, and Media Studies. This course counts toward the Gender Studies minor."]},{"title":"Matter and Materiality","path_of_study":["Visual Studies","The Arts"],"subject_code_course_number":"LVIS 2002","description":["How can theories of materiality help us think through the matter of sculpture? How does form emerge from the informal? This course will consider the productive capacity of space and time including conceptions of the khora, the informal, and the collective commons as a site for the emanation of form in three and four dimensions. We will begin our study with ancient art objects and proceed through contemporary sculptural works, with specific focus on material concerns: process and technique, questions of site and context, the aesthetics of objects and objecthood, and the scale of an object's relation to and in the body. This course will survey sculpture in its traditional sense as well as in the expanded field of sculpture where matter can range from sound objects to internet-based works that are sometimes considered \"˜immaterial'. We will also engage traditional processes, alongside skill sets employed after the Readymade\"”practices generally referred to as \"˜deskilling'. This course seeks to collectively make conversant forms for thinking through and with the informal; it will be a mix of theoretical readings and hands-on studio investigation. There are no prerequisites for this course. This course also fulfills a studio or practice-based visual arts course requirement for Visual Studies students."]},{"title":"The Electronic Image","path_of_study":["Visual Studies","The Arts"],"subject_code_course_number":"LVIS 2003","description":["This course explores the history of \"œseeing at a distance\" (Fernsehen, tele-vision) in art. We will examine the electronic image in its technological and social formations from the 19th century to the present. We will proceed from how the electronic image was imagined through discourses of spiritualism, telepathy, and psychic projection, alongside engineering innovations such as the Nipkow scanning disk and cathode-ray tube technology. We will investigate 20th century discourses on \"œmaterialities of communication\" and military applications of \"œcomposite pictures\" for strategic control, thru contemporary debates on the \"œpoor image\" and the \"œoperational image\" as modalities of institutional critique. Discussion will center on artists' use of the electronic image, considering their work in the context of topics such as: psychoanalysis, science fiction, mass media, surveillance and security, stereoscopy and 3-D technologies, montage and assemblage, video art, performance, \"œscreen-reliant art,\" and installation. Featured artists include Vito Acconci, Cory Arcangel, Dara Birnbaum, Harun Farocki, Jean-Luc Godard, Dan Graham, Chris Marker, Bruce Nauman, Tony Oursler, Nam June Paik, Martha Rosler, Hito Steyerl, Wolf Vostell, Andy Warhol, among others."]},{"title":"Exhibitions as History","path_of_study":["Visual Studies","The Arts"],"subject_code_course_number":"LVIS 2010","description":["This course explores the history, theory, and practice of art exhibitions as well as the larger context of the historical, social, and ideological function of artistic institutions from the gallery to the museum. We will explore the notion of the national museum, ideological critiques of the museum, the politics of exhibitions, the museum as a global tourist destination, and the shifting roles of exhibitions and curating along with their relationship to new trends in artistic practice. The emphasis of the course is on how museums and exhibitions are physical entities as well as ideological places where certain types of knowledge are generated and particular histories are produced. Students will gain insight into the complexity of exhibitions and their primary role in shaping art and cultural history, as well as critical skills in analysis and interpretation. The course includes visits to current exhibitions and meetings with working artists and professionals in the field."]},{"title":"Lang at the Guggenheim","path_of_study":["Visual Studies","The Arts"],"subject_code_course_number":"LVIS 2202","description":["This course is an in-depth exploration of the Solomon R. Guggenheim Museum, including its history, design, and notable exhibitions. In Spring 2016 the museum will feature a major retrospective of the Swiss duo Peter Fischli (b. 1952) and David Weiss (1946-2012), and a group exhibition of contemporary photography titled Photo-Poetics: An Anthology. Students will take five trips to the museum to experience and discuss the exhibition and meet with key staff members regarding particular aspects of the museum's dynamics. Topics include curatorial and educational work, installation procedures, public reception, and the role of the exhibition in the context of the museum's mission as well as its place in contemporary art culture.","This course is an in-depth exploration of the Solomon R. Guggenheim Museum, including its history, design, and notable exhibitions. In Fall 2015 the museum will feature a major full-scale retrospective of Italian artist Alberto Burri (1915-1995). Students will take four trips to the museum to experience and discuss the exhibition and meet with key staff members regarding particular aspects of the museum's dynamics. Topics include curatorial and educational work, installation procedures, public reception, and the role of the exhibition in the context of the museum's mission as well as its place in contemporary art culture.","This course is an in-depth exploration of the Solomon R. Guggenheim Museum, including its history, design, and notable exhibitions. In Spring 2015 the museum will feature the first full-scale retrospective of Japanese conceptual artist On Kawara (1933-2014). Students will take four trips to the museum to experience and discuss the exhibition and meet with key staff members regarding particular aspects of the museum's dynamics. Topics includecuratorial and educational work, installation procedures, public reception, and the role of the exhibition in the context of the museum's mission as well as its place in contemporary art culture."]},{"title":"Russian Avant-Garde: 1908-1934","path_of_study":["Visual Studies","The Arts","Ethnicity and Race"],"subject_code_course_number":"LVIS 3011","description":["This course focuses on the constellation of movements we call the Russian avant-garde, which rank them among the most radical and influential artistic practices in the history of modernism. In the early 1910s, Russian Cubo-Futurists staged a direct assault on the bourgeoisie with public interventions into everyday life. By 1915, advocating a self-sufficiency of artworks in all mediums, artists such as Kazimir Malevich and Vladimir Tatlin publicly unveiled some of the earliest and most theoretically articulate models of abstraction. The Bolshevik revolution of 1917 brought radical artists to the forefront of social and political transformations, empowering them to run state art institutions, create the first network of museums of living art, and make abstraction, albeit briefly, the language of revolution. By 1921, rejecting easel painting altogether, Constructivists analyzed the structural principles of invention, and some went to work on factories in order to directly affect the process of socialist production. We will examine, theoretically and historically, such key premises of the Russian avant-garde as faktura, the endpoint of painting, collective authorship, and the creation of an alternative public sphere. Never before has a group of radical artists been able to achieve such an immediate and vast impact on society and to affect the subsequent course of art history to such an extent. Nor has any other artistic legacy been so quickly wiped out from the public sphere, like in the Stalinist Soviet Union of the mid-1930s, only to find a powerful resonance in the West during subsequent decades."]},{"title":"Architecture without Architect","path_of_study":["Dance","Visual Studies","The Arts","Civic Engagement"],"subject_code_course_number":"LVIS 3021","description":["This course will explore historical, sociopolitical, and formal facets of architecture as they intersect with disciplines of art history and visual studies, performance, and dance since the early 20th century. We will investigate specific moments in architectural history and criticism as a way of considering the built environment as a reflection and container of visual and material culture. Sites of inquiry will range from the 1930s International Style movement and its lubrication of more recent developments of global architecture and the \"œBilbao Effect\". We will look at architecture from outside the purview of architects - exploring the dynamic exchange between Minimalism, site-specificity and institutional space, advanced by Dan Graham and Michael Asher, while also considering more embodied architectural interventions by choreographers such as Trisha Brown and Sarah Michelson, and artist Andrea F raser. In addition to considering the parasitical relationship between architecture and culture, or what Hal Foster has called the \"œart-architecture complex\", we will consider the socio-political implications the built environment crystallizes. How does architecture reproduce social hierarchies? Learning from what Rem Koolhaas calls junkspace, what might be the relation between the remnants of Modernism and urban homogeneity? Students will be introduced to a range of readings including architectural theory, artist's writings, as well as art history and criticism. Together we will explore a number of sites in which the concept of architecture and the built environment is reframed or rethought by both architects as well as artists, performers and scholars."]},{"title":"Race, Gender, and Land Art","path_of_study":["Visual Studies","The Arts","Civic Engagement","Ethnicity and Race","Gender Studies"],"subject_code_course_number":"LVIS 3031","description":["As urban unrest accelerated alongside domestic public policy change, civil rights, and economic transformation, American artists began developing a movement in the 1960s and 70s now known as Land Art. This turning towards geology and nature, though not without a certain social conservatism and escapism, also provided women and artists of color spaces of critique through the planning and construction of outdoor memorials, mounds, and living fields. This class situates Land Art within contemporary narratives of post-war art history in order to consider how \"land,\" \"place,\" and \"site\" have become part of art's literal and metaphorical \"expanded field.\" The work of artists Beverly Buchanan, Michelle Stuart, Nancy Holt, Agnes Denes, and Ana Mendieta will be paired with close readings of texts by Lucy Lippard, Robert Smithson, Miwon Kwon, Jane Jacobs, and legal theorist Cheryl Harris in order to look at the tensions inherent in the expanding of such fields. Students will draft their own instructional documents or \"scores\" for producing an earthwork, thereby putting some of Land Art's tensions into play. This course also fulfills a studio or practice-based visual arts course requirement for Visual Studies students. This course counts toward the Gender Studies minor."]},{"title":"Practicing Curating","path_of_study":["Visual Studies","The Arts"],"subject_code_course_number":"LVIS 3250","description":["Practicing Curating will offer an in-depth introduction to curatorial practice, examining the art of exhibition making from a historical, cultural, theoretical, and pragmatic perspective. The course covers current and historical exhibitions along with curatorial and critical writing related to exhibition practices. Students will also gain hands-on experience in various aspects of mounting an exhibition, including planning, designing, installing, and archiving the show. The exhibition venue will be the Skybridge Art and Sound Space located on the third floor between the Lang and New School buildings. Students must be able to dedicate time outside of normal class hours for excursions to museums, galleries, alternative art spaces, and other venues as an essential part of this course. Prerequisite: Introduction to Art History and Visual Studies or Exhibitions as History.","Practicing Curating will offer an in-depth introduction to curatorial practice, examining the art of exhibition making from a historical, cultural, theoretical, and pragmatic perspective. The course covers current and historical exhibitions along with curatorial and critical writing related to exhibition practices. Students will also gain hands-on experience in various aspects of mounting an exhibition, including planning, designing, installing, and archiving the show. The exhibition venue will be the Skybridge Art and Sound Space located on the third floor between the Lang and New School buildings. Students must be able to dedicate time outside of normal class hours for excursions to museums, galleries, alternative art spaces, and other venues as an essential part of this course. Prerequisite: Introduction to Art History and Visual Studies or History and Theory of Exhibitions."]},{"title":"Picasso: Artist of the 20th C.","path_of_study":["Visual Studies","The Arts"],"subject_code_course_number":"LVIS 4501","description":["Picasso's titanic achievement--as painter, sculptor, and printmaker--reflects nearly every aspect of twentieth-century experience. And a close examination of his art and his life can show us how one immensely fertile imagination grappled with all the crosscurrents of modern culture. From his early days in Barcelona's hardscrabble bohemia to his later, living-legend decades on the Riviera, Picasso felt the pulse of modernity. His work embraces political radicalism and erotic experimentation, ivory tower formalism and popular culture. Picasso was a man of paradoxes, and by exploring his contradictions we can gain unique insights into the challenges that any artist faces in the modern world. He was a traditionalist but also a nihilist, a man who remained true to his Spanish origins even as he passed much of his life in the cosmopolitan atmosphere of Paris. He painted some of the most delicately lyrical works of his century, but also, in Guernica, the ultimate political protest mural. His close engagement with Braque in the invention of Cubism may be the grandest collaborative effort in all the visual arts, but he was also the most solitary of creators, developing at the end of his life, in the prints of Suite 347, an unparalleled private erotic mythology. His friends and admirers included some of the essential authors of his time (both Gertrude Stein and Andre Malraux wrote books about his work), but he was also the first artist to be wholeheartedly embraced by a celebrity culture. In class we will examine a series of images and texts that are central to the understanding of Picasso--ranging from his early studies of circus performers, to his surrealist mythologies, to the aesthetic views reflected in his writings. At the same time, students will work individually on various aspects of his life and experience--from his political activism and possible anarchist sympathies, to his involvement with the performing arts, to the Surrealist photography of his lover Dora Maar, to his appearances in photojournalism and the movies. We will also visit museums and print collections in order to gain a closer understanding of his technical innovations in painting, printmaking, sculpture, and collage."]}]
